Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: This field is required.
hsb: Tute polo je trěbne.

source: Enter a number.
hsb: Zapodajće ličbu.

source: Enter a valid email address.
hsb: Zapodajće płaćiwu e-mejlowu adresu.

source: Donations must be %(amount)s or more
hsb: Dary dyrbja znajmjeńša %(amount)s wučinić

source: Amount
hsb: Suma

source: First name
hsb: Předmjeno

source: Last name
hsb: Swójbne mjeno

source: Email
hsb: E-mejlowa adresa

source: Street
hsb: Hasa

source: City
hsb: Město

# Feel free to replace with “Postal code” or equivalent
source: ZIP Code
hsb: PWČ

source: Country
hsb: Kraj

source: I’m okay with Mozilla handling my info as explained in this <a href='%(url)s'>Privacy Notice</a>.
hsb: Sym z tym přezjedny, kak Mozilla po <a href='%(url)s'>tutych prawidłach priwatnosće</a> z mojimi informacijemi wobchadźa.

source: The type of card you used is not accepted.
hsb: Kartowy typ, kotryž sće wužił, so njeakceptuje.

source: The CVV code you entered was invalid.
hsb: Wěstotny kod kreditneje karty (CVV), kotryž sće zapodał, je njepłaćiwy był.

source: The expiration date you entered was invalid.
hsb: Datum spadnjenja, kotryž sće zapodał, je njepłaćiwy był.

source: The credit card number you entered was invalid.
hsb: Čisło kreditneje karty, kotrež sće zapodał, je njepłaćiwy było.

source: The post code you provided is not valid.
hsb: PWČ, kotrež sće podał, płaćiwe njeje.

source: Sorry there was an error processing your payment. Please try again later or use a different payment method.
hsb: Při předźěłowanju wašeho płaćenja je bohužel zmylk nastał. Prošu spytajće pozdźišo hišće raz abo wužiwajće druhu płaćensku metodu.

source: Something went wrong. We were unable to process your payment.
hsb: Něšto je so nimokuliło. Njemóžemy waše płaćenje předźěłać.

source: Sorry there was an error processing your payment. Please try again later.
hsb: Při předźěłowanju wašeho płaćenja je bohužel zmylk nastał. Prošu spytajće pozdźišo hišće raz.

source: Captcha was invalid. Please try again.
hsb: Captcha bě njepłaćiwe. Prošu spytajće hišće raz.

source: Page not found
hsb: Strona njeje so namakała

source: Uh oh!
hsb: Ow ow!

source: Sorry, the page does not exist
hsb: Bohužel strona njeeksistuje

source: Go to our home page
hsb: K našej startowej stronje

# Page title
source: Donate to Mozilla
hsb: Za Mozilla darić

source: ONE TIME
hsb: JÓNKRÓĆNY

source: MONTHLY
hsb: KÓŽDY MĚSAC

source: Other amount
hsb: Druha suma

source: Choose Payment
hsb: Płaćensku metodu wubrać

source: SECURE
hsb: WĚSTY

source: Donate
hsb: Darić

source: per month
hsb: na měsac

source: Mozilla is committed to your privacy; please read our <a href="%(privacy_url)s">privacy policy here</a>. Your payment details will be processed by <a href="%(braintree_url)s">Braintree</a>, a PayPal company (for credit/debit cards) or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
hsb: Mozilla je so wašej priwatnosći zawjazał; prošu čitajć naše <a href="%(privacy_url)s">prawidła priwatnosće tu</a>. Waše płaćenske daty so wot <a href="%(braintree_url)s">Braintree</a>, předewzaće PayPal (za kreditne karty) abo <a href="%(paypal_url)s">PayPal</a> předźěłuja, a datowa sadźba wašeho dara so pola Mozilla składuje.

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, email us at <a href="mailto:%(email)s">%(email)s</a>.
hsb: Měsačne dary so kóždy měsac na samsnym dnju zběraja, na kotrymž dźensa dariće, a pokročuja so tak dołho, doniž je njepřetorhnjeće. Zo byšće přetorhnył, sćelće nam mejlku na <a href="mailto:%(email)s">%(email)s</a>.

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
hsb: Dalše móžnosće darjenja: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Šek</a> | <a href="%(bitcoin_url)s">Bitcoin</a>

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="mailto:%(email)s">Send us an email</a>.
hsb: Maće problemy při darjenju? Wopytajće naše <a href="%(faq_url)s">HSP</a> za wotmołwy na najhusćiše prašenja. Maće hišće problemy? <a href="mailto:%(email)s">Sćelće nam mejlku</a>.

source: Contributions go to the Mozilla Foundation, a 501(c)(3) organization based in Mountain View, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
hsb: Dary su za załožbu Mozilla Foundation, organizaciju 501(c)(3) ze sydłom w Mountain View, Kaliforniskej, a su myslene za zaměry, kotrež su powšitkownosći wužitne. Hodźa so w Zjednoćenych statach w najwyšej měrje wot dawka wotsadźić, kotruž zakoń dowoluje.

source: Language
hsb: Rěč

source: Who we are
hsb: Štó smy

source: What we do
hsb: Što činimy

source: What we fund
hsb: Što financujemy

source: What you can do
hsb: Što móžeće činić

source: Menu
hsb: Meni

source: Protect the internet as a global public resource
hsb: Škitajće internet jako globalnu zjawnu resursu

source: Join our email list to take action and stay updated!
hsb: Přidružće so našej e-mejlowej lisćinje, zo byšće do skutka stupił a na běžnym wostał!

source: Enter email address
hsb: E-mejlowu adresu zapodać

source: Sign up
hsb: Registrować

source: Thanks!
hsb: Wulki dźak!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
hsb: Jeli hišće njejsće abonement powěsćoweho lista Mozilla wobkrućił, dyrbiće to nětko činić. Prošu hladajće do dochadneje e-mejle abo papjernika za e-mejlku wot nas.

source: More about us
hsb: Wjace wo nas

source: Cookies
hsb: Placki

source: Legal
hsb: Prawniske

source: Participation Guidelines
hsb: Wobdźělenske směrnicy

source: Press Center
hsb: Nowinski centrum

source: Privacy
hsb: Priwatnosć

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Most content available under a <a %(cc_link_attributes)s>Creative Commons license</a>.
hsb: Mozilla je swětodaloko powšitkownosći wužitna organizacija, kotraž so za to zasadźuje, zo maće kontrolu nad swojim dožiwjenjom online a zo so přichod weba za powšitkowne dobro wuhotuje. Wopytajće nas na %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Najwjace wobsaha je pod <a %(cc_link_attributes)s>licencu Creative Commons</a> k dispoziciji.

# Button
source: DONATE NOW
hsb: NĚTKO DARIĆ

source: Seal of Charity Navigator 4-Star
hsb: 4-hwězdny pječat Charity Navigator

source: Seal of GuideStar Gold 2019
hsb: Złoty pječat GuideStar 2019

# Header
source: Donate now
hsb: Nětko darić

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
hsb: Dźakujemy so, zo sće nas skontaktował. Pad je so za waš problem wutworił a damy so bórze wot nas słyšeć.

source: We will get back to you soon.
hsb: Stajimy so bórze z wami do zwiska.

source: If you need help with a contribution to MZLA/Thunderbird, fill out this form and a Thunderbird donor care representative will get back to you as soon as possible.
hsb: Jeli pomoc z darom za MZLA/Thunderbird trjebaće, wupjelńće tutón formular a zastaraćel darow Thunderbird da bórze wot so słyšeć.

source: Contact Name
hsb: Kontaktne mjeno

# Option in 'Language' dropdown
source: None
hsb: Žana

source: English
hsb: Jendźelšćina

source: French
hsb: Francošćina

source: German
hsb: Němčina

source: Spanish
hsb: Španišćina

source: Polish
hsb: Pólšćina

source: Portuguese
hsb: Portugalšćina

# Option in 'Language' dropdown
source: Other
hsb: Druhe

source: Subject
hsb: Tema

source: Description
hsb: Wopisanje

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(privacy_policy)s">privacy policy</a> for further information.
hsb: Mozilla budźe waše zapodate informacije wužiwać, zo by z wami wo wašim naprašowanju komunikował. Hlejće naše <a href="%(privacy_policy)s">prawidła priwatnosće</a> za dalše informacije.

source: Submit
hsb: Wotpósłać

source: Ways to Give
hsb: Móžnosće darjenja

source: Credit / Debit and PayPal
hsb: Kreditna/Debitna karta a PayPal

source: <a href="%(ways_to_give_link)s">Go to this link</a> to make a secure online donation right now.
hsb: <a href="%(ways_to_give_link)s">Slědujće tutomu wotkazej</a>, zo byšće hnydom wěsty dar online dał.

source: Bank Transfer / SEPA
hsb: Bankowa přepokazanka / SEPA

source: We accept donations in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
hsb: Akceptujemy nětko dary w eurach přez přepokazanje Single European Payment Area (SEPA) a w Britiskich puntach přez přepokazanje BACS.

source: Note that for smaller (under 10 EUR or equivalent) donations, <strong>and especially for donations under 5 EUR or equivalent</strong>, we request that you donate via credit card or PayPal to help reduce Mozilla’s processing fees.
hsb: Dźiwajće na to, zo za mjeńše (mjenje hač 10 EUR abo runohódne) dary, <strong>a předewšěm za dary mjenje hač 5 EUR abo runohódne)</strong> prosymy, zo přez kreditnu kartu abo PayPal darujeće, zo byšće pomhał, předźěłowanske popłatki Mozilla redukować.

source: Please remember that donations are deductible for U.S. income tax purposes only.
hsb: Prošu dźiwajće na to, zo dary su wotćahujomne jenož we wobłuku dochodoweho dawka USA.

source: If your bank requests our physical address, it is %(address)s.
hsb: Jeli waša banka adresu našeho sydła trjeba: wona je %(address)s.

source: Euros:
hsb: Eura:

source: Account Currency:
hsb: Kontowa měna:

source: Receiving Bank (Pay to):
hsb: Přijimowaca banka (płaćomny na):

source: City & Country/Region:
hsb: Město a kraj/region:

source: Frankfurt, Germany
hsb: Frankobrod nad Mohanom, Němska

source: SWIFT/BIC Code:
hsb: SWIFT/BIC-kod:

source: Beneficiary Name (For credit to):
hsb: Mjeno přijimarja (za kredity na):

source: British Pound Sterling:
hsb: Britiske punty sterling:

source: British Pound Sterling (GBP)
hsb: Britiske punty sterling (GBP)

source: London, United Kingdom
hsb: London, Zjednoćene kralestwo

source: Bank Sort Code:
hsb: Bankowe wodźenske čisło:

source: Account Number (8 digits):
hsb: Kontowe čisło (8 městnow):

source: Donation of Stock/Securities:
hsb: Dar akcijow/hódnotowych papjerow

source: Check (via postal service)
hsb: Šek (přez póst)

source: UPDATE October 2020:
hsb: AKTUALIZACIJA wot oktobra 2020:

source: Currencies
hsb: Měny

source: Select your currency to make a secure online donation:
hsb: Wubjerće swoju měnu za wěsty dar online:

source: The Mozilla Foundation is a California non-profit corporation exempt from United States federal income taxation under IRC 501(c)(3) and a public charity classified under IRC sections 170(b)(1)(A) and 509(a)(1). Bitcoin donations Mozilla receives are considered charitable contributions under U.S. federal tax laws, to be used in its discretion for its charitable purposes. Because the IRS has indicated that it will treat bitcoin as property for U.S. tax purposes (see IRS Notice 2014-21), donations of bitcoin may be subject to special rules as to the amount of your charitable deduction, the documentation that must be provided to claim a tax deduction, or other matters.
hsb: Załožba Mozilla Foundation je powšitkownosći wužitna organizacija w Kaliforniskej, kotraž je po IRC 501(c)(3) wot dochodoweho dawka USA wuswobodźena a nimo toho powšitkownosći wužitne towarstwo zarjadowane pod wotrězkomaj 170(b)(1)(A) a 509(a)(1). Bitcoinowe dary na Mozilla wobhladuja po zwjazkowym dawkowym prawje USA jako dobroćelske přidźělenki, kotrež dyrbja so po přeću přijimarja za dobroćelske zaměry wužiwać. Dokelž IRS je wobjasnił, zo wobhladuje bitcoiny jako swójstwo za dawkowy zaměry USA (hlejće IRS notice 2014-21), podleža bitcoinowe dary wosebitym prawidłam nastupajo sumu wotćahujomnu wot dawka wašeho dara, podłožkam trěbnym za to a druhim naležnosćam.

source: Learn more about bitcoin donations <a href="%(bitcoin_wiki)s">here</a>. To donate bitcoin, <a href="%(bitcoin_donate)s">please visit this link.</a>
hsb: Zhońće <a href="%(bitcoin_wiki)s">tu</a> wjace wo bitcoinowych darach. Zo byšće bitcoiny darił, <a href="%(bitcoin_donate)s">slědujće prošu tutomu wotkazej.</a>

source: Your information
hsb: Waše informacije

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span> per month
hsb: Dariće <span class="%(span_class)s">%(formatted_amount)s</span> na měsac

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span>
hsb: Dariće <span class="%(span_class)s">%(formatted_amount)s</span>

source: Change amount
hsb: Sumu změnić

source: Donation Amount
hsb: Darjenska suma

source: Confirm
hsb: Wobkrućić

source: Your Details
hsb: Waše podrobnosće

source: There were some errors with your form. Please amend the fields highlighted below.
hsb: Waš formular zmylki wobsahuje. Prošu porjedźće deleka wuzběhnjene pola.

source: We were unable to take payment because the payment processor reported an error with your address information:
hsb: Njemóžeće płaćenje přejwesć, dokelž předźěłar płaćenjow je zmylk z wašimi adresowymi informacijemi zdźělił:

source: Please correct these errors and try again.
hsb: Prošu korigujće trute zmylki a spytajće hišće raz.

source: Payment
hsb: Płaćenje

source: Card number
hsb: Kartowe čisło

source: Expiration date
hsb: Datum płaćiwosće

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to <a href='mailto:%(email)s'>%(email)s</a>, and that I may only request a refund within 15 days from the date of a donation.
hsb: Awtorizuju załožbu Mozilla Foundation, moju kartu kóždy měsac z horjeka podatej sumu awtomatisce poćežić. To so dźensa započina a wospjetuje so kóždy měsac na samsnym dnju, doniž swoju dowolnosć njewotwołam. Rozumju, zo dyrbju znajmjeńša 5 dnjow před přichodnym planowanym darom přez mejlku na <a href='mailto:%(email)s'>%(email)s</a> wotwołać a móžu zarunanje jenož w běhu 15 dnjow wot datuma dara požadać.

source: I authorize Mozilla Foundation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
hsb: Awtorizuju załožbu Mozilla, moju kartu z horjeka podatej sumu poćežić. Rozumju, zo móžu jenož za 15 dnjow wot darjenskeho datuma wo wróćopłaćenje prosyć.

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span> per month
hsb: <span class="%(span_class)s">%(formatted_amount)s</span> na měsac darić

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span>
hsb: <span class="%(span_class)s">%(formatted_amount)s</span> darić

source: Your donation helps keep the Web open and free. Thank you in advance for your gift.
hsb: Waš dar pomha, web wotewrjeny a swobodny dźeržeć. Dźakujemy so dočasa za waš dar.

source: Thank you
hsb: Wulki dźak

source: Thank you for your generous gift
hsb: Wulki dźak za waš šćedriwy dar

source: We’d love to have you as a sustaining supporter of Mozilla. <b>Could you add a monthly donation starting next month?</b>
hsb: Bychmy was rady jako stajneho podpěraćela za Mozilla měli. <b>Móhł wy kóždy měsac započinajo z přichodnym měsacom darić?</b>

source: Yes, I will give:
hsb: Haj, dam:

source: Monthly
hsb: Kóždy měsac

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to %(email)s, and that I may only request a refund within 15 days from the date of a donation.
hsb: Awtorizuju załožbu Mozilla Foundation, moju kartu kóždy měsac z horjeka podatej sumu awtomatisce poćežić. To so na samsnym dnju w přichodnym měsacu započina a wospjetuje so kóždy měsac, doniž swoju dowolnosć njewotwołam. Rozumju, zo dyrbju znajmjeńša 5 dnjow před přichodnym planowanym darom přez mejlku na %(email)s wotwołać a móžu zarunanje jenož w běhu 15 dnjow wot datuma dara požadać.

source: Donate Monthly
hsb: Kóždy měsac darić

source: No Thanks
hsb: Ně, dźakuju so

source: Stay in touch
hsb: Wostańće w zwisku

source: Protect the internet as a global public resource. Join our email list to take action and stay updated!
hsb: Škitajće internet jako globalnu zjawnu resursu. Přidružće so našej e-mejlowej lisćinje, zo byšće do skutka stupił a na běžnym wostał!

source: Sign Up
hsb: Registrować

source: / Monthly
hsb: / Kóždy měsac

source: No
hsb: Ně

source: Your donation will go right to work protecting the web, keeping it open and available to all.
hsb: Waš dar budźe pomhać, web škitać, jón wotewrjeny a za wšěch k dispoziciji dźeržeć.

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us at <a href="mailto:%(email)s">%(email)s</a>.
hsb: Smy wam darjensku kwitowanku přez e-mejl pósćeli; jeli faluje, hladajće do swojeho čaporoweho rjadowaka a stajće so přez <a href="mailto:%(email)s">%(email)s</a> do zwiska.

source: Lastly, can you multiply your impact by sharing about the important work Mozilla is doing? Thank you again!
hsb: Naposledk, móžeće wažne dźěło, kotrež Mozilla čini, dźělić, zo byšće swój wliw zesylnić? Dźakujemy so hišće raz!

# Used as a tweet
source: I donated to @mozilla today because I #lovetheweb. Join me and help fight for a better and healthier internet, for all.
hsb: Sym dźensa @mozilla darił, dokelž #lubujuweb. Darće tež a wojujće z nami za lěpši a strowši internet za wšěch.

# Email subject line
source: I donated to Mozilla today
hsb: Sym dźensa Mozilla darił

source: Share on Facebook
hsb: Na Facebooku dźělić

source: Share on Twitter
hsb: Na Twitter dźělić

# Share button
source: Email
hsb: E-mejlowa adresa

# Share button
source: Link
hsb: Wotkaz

source: Copied
hsb: Kopěrowane

source: Back
hsb: Wróćo

# Page title
source: Give to Thunderbird
hsb: Za Thunderbird darić

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
hsb: Dalše móžnosće darjenja: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Šek</a>

source: Your payment details will be processed by <a href="%(braintree_url)s">Braintree</a>, a PayPal company (for credit/debit cards) or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Thunderbird. Please read our <a href="%(privacy_url)s">privacy policy here</a>.
hsb: Waše płaćenske daty so wot <a href="%(braintree_url)s">Braintree</a>, předewzaće PayPal (za kreditne karty) abo <a href="%(paypal_url)s">PayPal</a> předźěłuja, a datowa sadźba wašeho dara so přez Thunderbirčd składuje. Prošu čitajće naše <a href="%(privacy_url)s">prawidła priwatnosće tu</a>.

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, fill out <a href="%(help_url)s">this form</a>.
hsb: Měsačne dary so kóždy měsac na samsnym dnju zběraja, na kotrymž dźensa dariće, a pokročuja so tak dołho, doniž je njepřetorhnjeće. Zo byšće přetorhnył, wupjelńće <a href="%(help_url)s">tutón formular</a>.

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="%(help_url)s">Contact us</a>.
hsb: Maće problemy při darjenju? Wopytajće naše <a href="%(faq_url)s">HSP</a> za wotmołwy na najhusćiše prašenja. Maće hišće problemy? <a href="%(help_url)s">Stajće so z nami do zwiska</a>.

source: Contributions go to MZLA Technologies Corporation, a California corporation wholly owned by the Mozilla Foundation. Funds will be reserved for use in the Thunderbird project. Contributions are not tax-deductible as charitable contributions.
hsb: Dary du na předewzaće MZLA Technologies Corporation, kaliforniske předewzaće, kotrež dospołnje załožbje Mozilla Foundation słuša. Financielne srědki su projektej Thunderbird wuměnjene. Dary jako dobroćelske přidźělenki wot dawka wotsadźomne njejsu.

source: Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a %(link_attributes)s>Creative Commons license</a>
hsb: Dźěle tutoho wobsaha wot jednotliwych sobuskutkowacych wutworjene ©1998–%(current_year)s. Wobsah steji pod licencu <a %(link_attributes)s>Creative Commons license</a> k dispoziciji

source: Your download should have begun automatically. If it didn’t work, <a href="%(url)s">try downloading again here</a>.
hsb: Waše sćehnjenje měło so awtomatisce započeć. Jeli to njefunguje, <a href="%(url)s">spytajće tu znowa sćahnyć</a>.

source: We accept contributions in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
hsb: Akceptujemy nětko dary w eurach přez přepokazanje Single European Payment Area (SEPA) a w Britiskich puntach přez přepokazanje BACS.

source: Please note that for smaller (under 10 EUR or equivalent) contributions, <strong>and especially for contributions under 5 EUR or equivalent</strong>, we request that you contribute via credit card or PayPal to help reduce our processing fees.
hsb: Prošu dźiwajće na to, zo za mjeńše (mjenje hač 10 EUR abo runohódne) dary, <strong>a předewšěm za dary mjenje hač 5 EUR abo runohódne)</strong> prosymy, zo přez kreditnu kartu abo PayPal darujeće, zo byšće pomhał, předźěłowanske naše Mozilla redukować.

source: Memo field:
hsb: Polo za přispomnjenja:

source: Please also note that MZLA/Thunderbird can <strong>only</strong> accept checks in U.S. dollars drawn on a U.S. bank.
hsb: Prošu wobkedźbujće tež, zo MZLA/Thunderbird móže <strong>jenož</strong> šeki akceptować, kotrež su w US-dolarach na US-banku wustajene.

source: Thank you in advance for your gift.
hsb: Wulki dźak za waš šćedriwy dar.

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href='%(help_url)s'>submitting a request</a>, and that I may only request a refund within 15 days from the date of a donation.
hsb: Awtorizuju předewzaće MZLA Technologies Corporation, moju kartu kóždy měsac z horjeka podatej sumu awtomatisce poćežić. To so dźensa započina a wospjetuje so kóždy měsac na samsnym dnju, doniž swoju dowolnosć njewotwołam. Rozumju, zo dyrbju znajmjeńša 5 dnjow před přichodnym planowanym darom přez na <a href='%(help_url)s'>słanje naprašowanja</a> wotwołać a móžu zarunanje jenož w běhu 15 dnjow wot datuma dara požadać.

source: I authorize MZLA Technologies Corporation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
hsb: Awtorizuju předewzaće MZLA Technologies Corporation, moju kartu z horjeka podatej sumu poćežić. Rozumju, zo móžu jenož za 15 dnjow wot darjenskeho datuma wo wróćopłaćenje prosyć.

source: We’d love to have you as a sustaining supporter of Thunderbird. <b>Could you add a monthly donation starting next month?</b>
hsb: Bychmy was rady jako stajneho podpěraćela za Thunderbird měli. <b>Móhł wy kóždy měsac započinajo z přichodnym měsacom darić?</b>
