Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/hsb/LC_MESSAGES/django.po
Languages: hsb

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href="%(help_url)s">submitting this form</a>, and that I may only request a refund within 15 days from the date of a donation.
hsb: Awtorizuju předewzaće MZLA Technologies Corporation, moju kartu kóždy měsac z horjeka podatej sumu awtomatisce poćežić. To so dźensa započina a wospjetuje so kóždy měsac na samsnym dnju, doniž swoju dowolnosć njewotwołam. Rozumju, zo dyrbju znajmjeńša 5 dnjow před přichodnym planowanym darom přez <a href="%(help_url)s">słanje tutoho formulara</a> wotwołać a móžu zarunanje jenož w běhu 15 dnjow wot datuma dara požadać.

source: We’re working hard to protect your inbox. Sign up to receive email messages concerning Thunderbird, including updates and requests for feedback.
hsb: Dźěłamy ćežko, zo bychmy waš póstowy dochad škitali. Registrujće so, zo byšće e-mejlowe powěsće nastupajo Thunderbird dóstał, inkluziwnje aktualizacije a próstwy wo wašim měnjenju.

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us using <a href="%(url)s">this form</a>.
hsb: Smy wam darjensku kwitowanku přez e-mejl pósćeli; jeli faluje, hladajće do swojeho čaporoweho rjadowaka a stajće so přez <a href="%(url)s">tutón fomular</a> do zwiska.

source: Lastly, can you multiply your impact by sharing about the important work Thunderbird is doing? Thank you again!
hsb: Naposledk, móžeće wažne dźěło, kotrež Thunderbird čini, dźělić, zo byšće swój wliw zesylnić? Dźakujemy so hišće raz!

# Used as a tweet
source: I donated to @mozthunderbird today to #freetheinbox. Join me to support communication privacy.
hsb: Sym dźensa @mozthunderbird darił, za swobodu #dochadpósta. Podpěrajće tež wy priwatnosć komunikacije.

# Email subject line
source: I donated to Thunderbird today
hsb: Sym dźensa Thunderbird darił
