Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

# Page title
source: Give to Thunderbird
ca: Feu un donatiu al Thunderbird
cs: Pošlete Thunderbirdu dar
cy: Rhoi i Thunderbird
da: Giv til Thunderbird
de: An Thunderbird spenden
es: Dar a Thunderbird
fr: Faire un don à Thunderbird
fy_nl: Donearje oan Thunderbird
ia: Donar a Thunderbird
it: Fai una donazione a Thunderbird
kab: Muddeɣ i Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਨੂੰ ਦਿਓ
ro: Donează pentru Thunderbird
sq: Dhuroni për Thunderbird-in
th: บริจาคให้ Thunderbird
uk: Зробити внесок для Thunderbird
vi: Tặng cho Thunderbird

source: Your payment details will be processed by <a href="%(braintree_url)s">Braintree</a>, a PayPal company (for credit/debit cards) or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Thunderbird. Please read our <a href="%(privacy_url)s">privacy policy here</a>.
ca: Les dades del pagament seran processades per <a href="%(braintree_url)s">Braintree</a>, una empresa de PayPal (per a targetes de crèdit/dèbit) o per <a href="%(paypal_url)s">PayPal</a>, i Thunderbird conservarà un registre del vostre donatiu. Llegiu la nostra <a href="%(privacy_url)s">política de privadesa aquí</a>.
cs: Informace o vaší platbě zpracuje <a href="%(braintree_url)s">Braintree</a>, spadající pod PayPal, (pro platební karty) nebo <a href="%(paypal_url)s">PayPal</a> a záznam o vašem daru si Thunderbird uloží. Přečtěte si také naše <a href="%(privacy_url)s">zásady ochrany osobních údajů</a>.
cy: Bydd eich manylion talu yn cael eu prosesu gan <a href="%(braintree_url)s">Braintree</a>, cwmni PayPal (ar gyfer cardiau credyd/debyd) neu <a href="%(paypal_url)s">PayPal</a>, a bydd cofnod o'ch rhodd yn cael ei gadw gan Thunderbird. Darllenwch ein polisi preifatrwydd <a href="%(privacy_url)s">yma</a>.
da: Dine betalingsoplysninger vil blive behandlet af <a href="%(braintree_url)s">Braintree</a>, et PayPal-firma, (kredit-/debitkort) eller <a href="%(paypal_url)s">PayPal</a>, og oplysninger om dit bidrag vil bive gemt hos Thunderbird. Læs vores <a href="%(privacy_url)s">privatlivspolitik her</a>.
de: Ihre Zahlungsdaten werden von <a href="%(braintree_url)s">Braintree</a>, einem PayPal-Unternehmen (für Kredit-/Debitkarten) oder <a href="%(paypal_url)s">PayPal</a> verarbeitet und Thunderbird protokolliert Ihre Spende. Bitte lesen Sie <a href="%(privacy_url)s">hier unsere Datenschutzerklärung</a>.
es: Los detalles de tu pago serán procesados por <a href="%(braintree_url)s">Braintree</a>, una compañía de PayPal (si es con tarjeta de crédito/débito), o <a href="%(paypal_url)s">PayPal</a>, y se guardará un registro de tu donación en Thunderbird. Consulta nuestra <a href="%(privacy_url)s">política de privacidad aquí</a>.
fr: Vos paiements seront traités par <a href="%(braintree_url)s">Braintree</a>, une filiale de PayPal (pour les cartes bancaires) ou par <a href="%(paypal_url)s">PayPal</a> et une trace de votre don sera conservée par Thunderbird. Vous pouvez consulter notre <a href="%(privacy_url)s">politique de confidentialité ici</a>.
fy_nl: Jo betellingsgegevens wurde ferwurke troch <a href="%(braintree_url)s">Braintree</a>, in bedriuw fan PayPal (foar creditcards/betelkaarten) of <a href="%(paypal_url)s">PayPal</a>, en in bewiis fan jo donaasje wurdt troch Thunderbird bewarre. Lês hjir ús <a href="%(privacy_url)s">privacybelied</a>.
ia: Tu datos de pagamento sera processate per <a href="%(braintree_url)s">Braintree</a>, un compania Paypal (pro cartas de credito/debito) o <a href="%(paypal_url)s">PayPal</a> e un registration de tu donation sera immagazinate per Thunderbird. Lege nostre <a href="%(privacy_url)s">politica de confidentialitate hic</a>.
it: I dati del pagamento saranno elaborati da <a href="%(braintree_url)s">Braintree</a>, una società che fa parte di PayPal (per carte di credito o debito) o da <a href="%(paypal_url)s">PayPal</a>. Una registrazione della donazione verrà conservata da Thunderbird. Per ulteriori informazioni è possibile consultare la nostra <a href="%(privacy_url)s">informativa sulla privacy</a>.
kab: Ttfaṣil-inek n uxelleṣ ad ttwasesfren sɣur <a href="%(braintree_url)s">Braintree</a>, takebbanit PayPal (i tkarḍiwin n usmad/udibit) neɣ <a href="%(paypal_url)s">PayPal</a>, rnu ɣer waya, asekles n uɛiwen-inek ad yettwaḥrez sɣur Thunderbird. Ttxil ɣeṛ <a href="%(privacy_url)s"><a href="%(privacy_url)s">tasertit-nneɣ n tbaḍnit da </a>.
ro: Detaliile plății vor fi prelucrate de <a href="%(braintree_url)s">Braintree</a>, o firmă PayPal (pentru carduri de credit/debit) sau de <a href="%(paypal_url)s">PayPal</a>, iar Thunderbird va păstra o înregistrare a donației tale în evidențele proprii. Te rugăm să citești <a href="%(privacy_url)s">aici politica noastră privind confidențialitatea</a>.
sq: Të dhënat e pagesës tuaj do të përpunohen nga <a href="%(braintree_url)s">Braintree</a>, një shoqëri PayPal (për karta krediti/debiti) ose <a href="%(paypal_url)s">PayPal</a>, dhe një regjistrim i dhurimit tuaj do të depozitohet nga Thunderbird-i. Ju lutemi, lexoni <a href="%(privacy_url)s">këtu rregullat tona të privatësisë</a>.
th: รายละเอียดการชำระเงินของคุณจะถูกประมวลผลโดย <a href="%(braintree_url)s">Braintree</a> บริษัทย่อยของ (สำหรับบัตรเครดิต/เดบิต) PayPal หรือ <a href="%(paypal_url)s">PayPal</a> และประวัติการบริจาคของคุณจะถูกเก็บไว้โดย Thunderbird โปรดอ่าน<a href="%(privacy_url)s">นโยบายความเป็นส่วนตัวของเราที่นี่</a>
uk: Ваші платіжні дані будуть оброблені <a href="%(braintree_url)s">Braintree</a>, підрозділом компанії PayPal (для кредитних/дебетових карток) або <a href="%(paypal_url)s">PayPal</a>, а запис про ваш внесок зберігатиме Thunderbird. Будь ласка, ознайомтеся з нашою <a href="%(privacy_url)s">політикою приватності тут</a>.
vi: Chi tiết thanh toán của bạn sẽ được xử lý bởi <a href="%(braintree_url)s">Braintree</a>, một công ty PayPal (đối với thẻ tín dụng/thẻ ghi nợ) hoặc <a href="%(paypal_url)s">PayPal</a> và hồ sơ về khoản đóng góp của bạn sẽ được Thunderbird lưu trữ. Vui lòng đọc <a href="%(privacy_url)s">chính sách riêng tư của chúng tôi tại đây</a>.

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, fill out <a href="%(help_url)s">this form</a>.
ca: Els donatius mensuals es cobren cada mes en el mateix dia del mes que feu el donatiu avui, de forma continuada fins que ho cancel·leu. Per a fer-ho, empleneu <a href="%(help_url)s">aquest formulari</a>.
cs: Pravidelné dary budou strhávány každý měsíc ve stejný den v měsíci, jako je dnes, až do jejich zrušení. Pro zrušení pravidelného posílání darů vyplňte <a href="%(help_url)s">tento formulář</a>.
cy: Mae rhoddion misol yn cael eu codi bob mis ar yr un diwrnod ag y byddwch yn ei roi heddiw, a byddant yn parhau nes i chi eu hatal. I'w hatal, llenwch <a href="%(help_url)s">y ffurflen hon</a>.
da: Månedlige bidrag opkræves hver måned på samme månedsdag som den, du donerer på i dag, og opkrævningerne vil fortsætte, indtil du annullerer betalingen. Hvis du vil annullere dine månedlige bidrag, så udfyld <a href="%(help_url)s">denne formular</a>.
de: Monatliche Spenden werden jeden Monat an dem Tag verrechnet, an dem Sie heute spenden. Sie werden so lange fortgesetzt, bis Sie diese stornieren. Zum Stornieren füllen Sie bitte <a href="%(help_url)s">dieses Formular</a> aus.
es: El cargo por las donaciones mensuales se realiza cada mes, el mismo día en que estás donando hoy, y continuará hasta que lo canceles. Para cancelar tus donaciones, rellena <a href="%(help_url)s">este formulario</a>.
fr: Les dons mensuels sont prélevés chaque mois, le même jour que votre don d’aujourd’hui. Les prélèvements continueront jusqu’à ce que vous les arrêtiez. Pour les arrêter, renseignez <a href="%(help_url)s">ce formulaire</a>.
fy_nl: Moanlikse donaasjes wurde elke moanne yn rekkening brocht op de dei fan jo hjoeddeistige donaasje en rinne troch oant jo annulearje. Folje <a href="%(help_url)s">dit formuilier</a> yn om te annulearjen.
ia: Le donationes mensual es cargate cata mense al mesme die que tu ha donate hodie e continuara usque tu lo cancellara. Pro cancellar, plena <a href="%(help_url)s">iste formulario</a>.
it: Le donazioni mensili vengono addebitate ogni mese, lo stesso giorno del mese in cui hai autorizzato la prima donazione, e si ripetono finché tu stesso non revochi l’autorizzazione di pagamento. Per interrompere le donazioni mensili compila <a href="%(help_url)s">questo modulo</a>.
kab: Tiwsiwin n waggur ad ttwajebdent yal aggur deg wass yecban ass-a, ad kemmlent akka arma tesḥebseḍ-tt. Akken ad tt-tesḥebseḍ, ččar <a href="%(help_url)s">tiferkit-a</a>.
ro: Donațiile lunare sunt trase în fiecare lună, în aceeași zi cu data donației de astăzi, și vor continua până ce le anulezi. Pentru anulare, completează acest <a href="%(help_url)s">formular</a>.
sq: Dhurimet mujore tërhiqen çdo muaj në të njëjtën ditë si sot që po dhuroni, dhe kjo do të vazhdojë deri sa të anulohet. Për ta anuluar, plotësoni <a href="%(help_url)s">këtë formular</a>.
th: การบริจาครายเดือนจะถูกเรียกเก็บเงินทุกเดือนในวันเดียวกับที่คุณบริจาคในวันนี้และจะดำเนินการต่อไปจนกว่าคุณจะยกเลิก หากต้องการยกเลิกให้กรอก <a href="%(help_url)s"> แบบฟอร์มนี้ </a>
uk: Щомісячні внески нараховуються щомісяця того ж числа, якого ви сьогодні робите внесок і будуть нараховуватися до скасування вами. Щоб скасувати, заповніть <a href="%(help_url)s">цю форму</a>.
vi: Các khoản đóng góp hàng tháng được tính phí mỗi tháng vào cùng ngày bạn đóng góp hôm nay và sẽ tiếp tục cho đến khi bạn hủy. Để hủy, hãy điền vào <a href="%(help_url)s">biểu mẫu này</a>.

source: Contributions go to MZLA Technologies Corporation, a California corporation wholly owned by the Mozilla Foundation. Funds will be reserved for use in the Thunderbird project. Contributions are not tax-deductible as charitable contributions.
ca: Les contribucions van a MZLA Technologies Corporation, una empresa de Califòrnia propietat exclusiva de la Fundació Mozilla. Els fons es reservaran per utilitzar-los en el projecte Thunderbird. Les contribucions no són deduïbles fiscalment.
cs: Dary putují na účet společnosti MZLA Technologies Corporation plně vlastněné organizací Mozilla Foundation a sídlící v Kalifornii. Prostředky budou vyhrazeny na podporu projektu Thunderbird. Darované částky nejsou odečitatelné z daní.
cy: Mae cyfraniadau'n mynd i MZLA Technologies Corporation, corfforaeth o California sy'n eiddo llwyr i'r Mozilla Foundation. Bydd arian yn cael ei gadw i'w ddefnyddio gan broject Thunderbird. Nid oes modd didynnu treth ar gyfraniadau fel cyfraniadau elusennol.
da: Bidrag går til MZLA Technologies Corporation, et selskab i Californien, der ejes 100%% af Mozilla Foundation. Midlerne vil være reserveret til brug i Thunderbird-projektet. Bidrag er ikke fradragsberettigede som velgørende bidrag.
de: Die Spenden gehen an die MZLA Technologies Corporation, eine kalifornische Gesellschaft, die sich zu 100%% im Besitz der Mozilla Foundation befindet. Die Mittel werden für das Thunderbird-Projekt reserviert. Die Spenden sind als wohltätige Zuwendungen nicht steuerlich absetzbar.
es: Las contribuciones se destinan a MZLA Technologies Corporation, una compañía de California 100 %% propiedad de la Fundación Mozilla. Los fondos se reservarán para utilizarlos en el Proyecto Thunderbird. Las contribuciones no son deducibles de impuestos como donación para beneficencia.
fr: Les dons sont versés à MZLA Technologies Corporation, une société californienne détenue à 100 %% par la Fondation Mozilla. Les fonds seront réservés pour une utilisation par le projet Thunderbird. Les dons ne sont pas déductibles des impôts.
fy_nl: Bydragen gean nei de MZLA Technologies Corporation, in bedriuw yn Kalifornië dat folslein eigendom is fan de Mozilla Foundation. Fûnsen wurde reservearre foar gebrûk yn it Thunderbird-projekt. Bydragen binne net ôf te lûken foar de belesting as donaasjes oan goede doelen.
he: התרומות עוברות לחברת MZLA Technologies Corporation, תאגיד בקליפורניה שנמצאת בבעלותה המלאה של Mozilla Foundation. הכספים יישמרו לשימוש במיזם Thunderbird. התרומות אינן ניתנות לניכוי מס כתרומות צדקה.
ia: Le contributiones va a MZLA Technologies Corporation, un corporation del California integremente proprietari per Mozilla Fundation. Le financiamentos sera reservate pro uso in le projecto Thunderbird. Le contributiones non es deducibile del taxas como contributiones caritabile.
it: Le donazioni sono destinate a MZLA Technologies Corporation, una società californiana interamente di proprietà di Mozilla Foundation. I fondi verranno riservati allo sviluppo del progetto Thunderbird. Le donazioni non sono deducibili dalle tasse come erogazioni liberali.
kab: Tawsa tettunef i MZLA Technologies Corporation, takebbanit n Kalifurnya, ayla n tesbeddit n Mozilla. Idrimen ad ttunefken i useqdec n usenfaṛ Thunderbird. Tawsa ur tsenɣas ara tabzert.
ro: Contribuțiile merg la Corporația MZLA Technologies, o corporație californiană deținută integral de Fundația Mozilla. Fondurile vor fi rezervate pentru utilizarea în proiectul Thunderbird. Contribuțiile nu sunt deductibile drept contribuții caritabile la calcularea impozitului.
sq: Kontributet shkojnë për MZLA Technologies Corporation, një korporatë në Kaliforni tërësisht në pronësi të Mozilla Foundation. Fondet do të rezervohen për t’u përdorur në Projektin Thunderbird. Kontributet nuk përjashtohen nga tatimi si kontribute bamirësie.
th: เงินบริจาคจะถูกมอบให้กับ MZLA Technologies Corporation บริษัทในแคลิฟอร์เนียซึ่งมูลนิธิ Mozilla เป็นเจ้าของ เงินทุนจะถูกสำรองไว้สำหรับใช้ในโครงการ Thunderbird เงินบริจาคไม่สามารถนำไปหักลดหย่อนภาษีในฐานะเงินบริจาคเพื่อการกุศลได้
uk: Отримувач внесків MZLA Technologies Corporation, штат Каліфорнія, яка повністю належить Mozilla Foundation. Кошти будуть зарезервовані для використання в проєкті Thunderbird. Допомога не оподатковується як благодійний внесок.
vi: Các khoản đóng góp sẽ được chuyển đến MZLA Technologies Corporation, một công ty ở California do Tổ chức Mozilla sở hữu hoàn toàn. Kinh phí sẽ được dành để sử dụng cho dự án Thunderbird. Các khoản đóng góp không được khấu trừ thuế như các khoản đóng góp từ thiện.

source: Cookies
ca: Galetes
cy: Cwcis
he: עוגיות
it: Cookie
kab: Inagan n tuqqna
pa_in: ਕੂਕੀਜ਼
ro: Cookie-uri
sq: <em>Cookies</em>
th: คุกกี้
uk: Куки
vi: Cookie

source: Legal
ca: Avisos legals
cs: Právní informace
cy: Cyfreithiol
da: Juridisk
de: Rechtliches
es: Aviso legal
fr: Mentions légales
fy_nl: Juridysk
he: מידע משפטי
it: Note legali
kab: Usḍif
pa_in: ਕਨੂੰਨ
ro: Mențiuni legale
sq: Ligjore
th: ข้อกฎหมาย
uk: Правові положення
vi: Pháp lý

source: Participation Guidelines
ca: Directrius per a la participació
cs: Pravidla pro přispěvatele
cy: Canllawiau Cyfranogi
da: Retningslinjer for deltagelse
de: Richtlinien zum Mitmachen
es: Pautas para la participación
fr: Directives relatives à la participation
fy_nl: Rjochtlinen foar dielname
he: כללי השתתפות
ia: Lineas guida pro participar
it: Linee guida per la partecipazione
kab: Ilugan uttekki
pa_in: ਹਿੱਸਾ ਲੈਣ ਲਈ ਸੇਧਾਂ
ro: Ghid de participare
sq: Udhëzime Pjesëmarrjeje
th: แนวทางการมีส่วนร่วม
uk: Настанови щодо участі
vi: Nguyên tắc tham gia

source: Press Center
ca: Centre de premsa
cs: Tiskové centrum
cy: Canolfan y Wasg
da: Pressecenter
de: Pressezentrum
es: Centro de prensa
fr: Espace presse
fy_nl: Parsesintrum
he: מרכז עיתונות
ia: Centro de pressa
it: Sala stampa
kab: Axxam n tɣamsa
pa_in: ਪਰੈੱਸ ਸੈਂਟਰ
sq: Qendra e Shtypit
th: ศูนย์ข่าว
uk: Прес-центр
vi: Trung tâm báo chí

source: Privacy
ca: Privadesa
cs: Ochrana soukromí
cy: Preifatrwydd
da: Privatlivspolitik
de: Datenschutz
es: Privacidad
fr: Confidentialité
he: פרטיות
ia: Confidentialitate
kab: Tabaḍnit
pa_in: ਪਰਦੇਦਾਰੀ
ro: Confidențialitate
sq: Privatësi
th: ความเป็นส่วนตัว
uk: Приватність
vi: Riêng tư

source: Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a %(link_attributes)s>Creative Commons license</a>
ca: Parts d'aquest contingut són ©1998–%(current_year)s de col·laboradors individuals. El contingut està subjecte a la <a %(link_attributes)s>llicència Creative Commons</a>
cs: Části tohoto obsahu jsou ©1998–%(current_year)s jednotlivými přispěvateli. Obsah je dostupný pod <a %(link_attributes)s>licencí Creative Commons</a>.
cy: Mae darnau o'r cynnwys o dan ©1998–%(current_year)s i gyfranwyr unigol. Mae'r cynnwys ar gael o dan <a %(link_attributes)s>drwydded Creative Commons</a>.
da: Dele af dette indhold er ©1998–%(current_year)s af individuelle bidragsydere. Indholdet er tilgængeligt under en <a %(link_attributes)s>Creative Commons-licens</a>.
de: Teile dieses Inhalts stehen unter einem ©1998–%(current_year)s von einzelnen Mitwirkenden. Der Inhalt steht unter einer <a %(link_attributes)s>Creative-Commons-Lizenz</a>.
es: Partes de este contenido son ©1998–%(current_year)s de colaboradores individuales. El contenido está disponible bajo una <a %(link_attributes)s>Licencia Creative Commons</a>
fr: Certaines parties de ce contenu sont ©1998–%(current_year)s par des contributeurs individuels. Le contenu est disponible sous <a %(link_attributes)s>licence Creative Commons</a>.
fy_nl: Dielen fan dizze ynhâld binne ©1998–%(current_year)s fan yndividuele meiwurkers. Ynhâld is beskikber ûnder in <a %(link_attributes)s>Creative Commons-lisinsje</a>
ia: Partes de iste contento es ©1998–%(current_year)s per collaboratores individual. Contento disponibile sub un <a %(link_attributes)s>licentia Creative Commons</a>
it: Parte di questi contenuti sono ©1998–%(current_year)s di singoli collaboratori. I contenuti sono disponibili secondo la <a %(link_attributes)s>licenza Creative Commons</a>
kab: Kra n yeḥricen n ugbur-agi d ©1998–%(current_year)s sɣur imttekkiyen. Agbur yella ddaw n <a %(link_attributes)s>Turagt Creative Commons</a>
ro: O parte din acest conținut este ©1998–%(current_year)s realizată de colaboratori individuali. Conținut disponibil sub o <a %(link_attributes)s>licență Creative Commons</a>
sq: Pjesë të kësaj lënde janë ©1998–%(current_year)s nga kontribues individualë. Lëndë e passhme sipas një <a %(link_attributes)s>licence Creative Commons</a>.
th: บางส่วนของเนื้อหานี้สงวนลิขสิทธิ์ ©1998–%(current_year)s โดยผู้มีส่วนร่วมแต่ละคน เนื้อหาใช้งานได้ภายใต้ <a %(link_attributes)s>สัญญาอนุญาต Creative Commons</a>
uk: Частини цього вмісту створені учасниками проєкту mozilla.org ©1998–%(current_year)s. Вміст доступний на умовах <a %(link_attributes)s>ліцензії Creative Commons</a>
vi: Các phần nội dung trong trang này được giữ bản quyền ©1998–%(current_year)s bởi những người đóng góp cho mozilla.org. Nội dung được phát hành với <a %(link_attributes)s>giấy phép Creative Commons</a>

source: If you need help with a contribution to MZLA/Thunderbird, please fill out this form and a Thunderbird donor care representative will get back to you as soon as possible.
ca: Si necessiteu ajuda per a fer una contribució a MZLA/Thunderbird, empleneu aquest formulari i un representant d'atenció als donants del Thunderbird us escriurà al més aviat possible.
cs: Pokud potřebujete pomoci se zasláním daru pro MZLA/Thunderbird, vyplňte tento formulář a zástupce péče Thunderbirdu se vám co nejdříve ozve zpět.
cy: Os oes angen help arnoch gyda chyfraniad i MZLA/Thunderbird, llenwch y ffurflen hon a bydd cynrychiolydd gofal rhoddwr Thunderbird yn cysylltu â chi cyn gynted â phosibl.
da: Hvis du har brug for hjælp vedrørende bidrag til MZLA/Thunderbird, så udfyld denne formular, så vil en repræsentant fra vores afdeling "donor care" kontakte dig hurtigst muligt.
de: Wenn Sie Hilfe zu einer Spende an MZLA/Thunderbird benötigen, füllen Sie bitte dieses Formular aus. Ein Thunderbird-Spenderbetreuer wird sich so schnell wie möglich bei Ihnen melden.
fr: Si vous avez besoin d’aide avec un don à MZLA/Thunderbird, veuillez remplir ce formulaire et un agent en charge de l’assistance aux dons à Thunderbird vous répondra dès que possible.
ia: Si tu require adjuta pro un donation a MZLA/Thunderbird, plena iste formulario e un representante del assistentia pro le donatores a Thunderbird te contactara le plus tosto possibile.
it: Se hai bisogno di assistenza per una donazione a MZLA/Thunderbird, compila il presente modulo. Un responsabile dell’assistenza ai donatori ti contatterà il prima possibile.
kab: Ma teḥwaǧeḍ tallalt i uttekki deg MZLA/Thunderbird, ttxil-k·m ččar tiferkit-a sakin albaɛḍ seg Thunderbird ad d-yezzi ɣur-k deg kra n wussan.
sq: Nëse ju duhet ndihmë lidhur me një kontribut për MZLA/Thunderbird, ju lutemi, plotësoni këtë formular dhe një përfaqësues për kujdesin ndaj dhuruesve për Thunderbird-in do të lidhet me ju sa më shpejt që të jetë e mundur.
th: หากคุณต้องการความช่วยเหลือเกี่ยวกับการบริจาคให้กับ MZLA/Thunderbird โปรดกรอกแบบฟอร์มนี้ แล้วตัวแทนดูแลผู้บริจาคของ Thunderbird จะติดต่อกลับถึงคุณโดยเร็วที่สุด
uk: Якщо вам потрібна допомога щодо внеску для MZLA/Thunderbird, заповніть цю форму і представник служби допомоги меценатам Thunderbird зв'яжеться з вами якнайшвидше.
vi: Nếu bạn cần trợ giúp về khoản đóng góp cho MZLA/Thunderbird, vui lòng điền vào biểu mẫu này và đại diện nhà tài trợ của Thunderbird sẽ liên hệ lại với bạn sớm nhất có thể.

source: Unfortunately, donor care representatives are unable to offer support or help with Thunderbird technical issues. For technical support, please visit our <a href="%(support_url)s">support page.</a>
cs: Naši zástupci péče Thunderbirdu vám pomohou s odesláním daru, ale s technickými problémy vám pomoci nemohou. Pokud potřebujete pomoci s nějakým problémem v Thunderbirdu, obraťte se prosím na naše <a href="%(support_url)s">stránky podpory</a>.
cy: Yn anffodus, ni all cynrychiolwyr gofal rhoddwyr gynnig cefnogaeth na help gyda materion technegol Thunderbird. Am gefnogaeth dechnegol, ewch i'n <a href="%(support_url)s">tudalen gefnogaeth.</a>
da: Desværre er repræsentanter fra "donor care" ikke i stand til at tilbyde support eller hjælpe med tekniske problemer i Thunderbird. For teknisk support, besøg vores <a href="%(support_url)s">support-side.</a>
de: Leider können Vertreter der Spenderbetreuung keine Unterstützung oder Hilfe bei technischen Problemen mit Thunderbird anbieten. Für technischen Hilfe besuchen Sie bitte unsere <a href="%(support_url)s">Hilfeseite</a>.
fr: Malheureusement, les agents en charge de l’assistance aux dons ne peuvent pas proposer d’aide ou d’assistance technique pour Thunderbird. Pour obtenir de l’assistance technique, veuillez consulter notre <a href="%(support_url)s">page d’assistance.</a>
ia: Infortunatemente, le representantes pro le cura de donatores non pote offerer assistentia o adjutar con problemas technic de Thunderbird. Pro assistentia technic, visita nostre <a href="%(support_url)s">pagina de assistentia.</a>
it: I responsabili dell’assistenza ai donatori non sono in grado di offrire supporto o aiuto per eventuali problemi tecnici di Thunderbird. Per il supporto tecnico visita la nostra <a href="%(support_url)s">pagina di supporto.</a>
sq: Mjerisht, përfaqësuesit e kujdesit për dhuruesit s’janë në gjendje të ofrojnë asistencë ose ndihmë lidhur me probleme teknike të Thunderbird-it. Për asistencë teknike, ju lutemi, vizitoni <a href="%(support_url)s">faqen tonë të asistencës.</a>
th: ขออภัย ตัวแทนผู้ดูแลผู้บริจาคไม่สามารถให้การสนับสนุนหรือความช่วยเหลือเกี่ยวกับปัญหาทางเทคนิคของ Thunderbird ได้ สำหรับความช่วยเหลือด้านเทคนิค โปรดเข้าไปที่<a href="%(support_url)s">หน้าฝ่ายสนับสนุน</a>ของเรา
uk: На жаль, представники допомоги меценатам не можуть запропонувати підтримку чи допомогу щодо технічних проблем Thunderbird. Щоб отримати технічну підтримку, відвідайте нашу <a href="%(support_url)s">сторінку підтримки.</a>
vi: Rất tiếc, đại diện nhà tài trợ không thể cung cấp hỗ trợ hoặc trợ giúp về các vấn đề kỹ thuật của Thunderbird. Để được hỗ trợ kỹ thuật, vui lòng truy cập <a href="%(support_url)s">trang hỗ trợ của chúng tôi.</a>
