Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: For technical support, please visit the <a href="%(firefox_support_url)s">Firefox support page</a>. For help with a VPN subscription, please visit the <a href="%(vpn_support_url)s">Mozilla VPN Support page</a>.
el: Για τεχνική υποστήριξη, παρακαλούμε επισκεφθείτε τη <a href="%(firefox_support_url)s">σελίδα υποστήριξης του Firefox</a>. Για βοήθεια με μια συνδρομή στο VPN, παρακαλούμε επισκεφθείτε τη <a href="%(vpn_support_url)s">σελίδα υποστήριξης του Mozilla VPN</a>.
it: Per il supporto tecnico, visita la <a href="%(firefox_support_url)s">pagina di supporto di Firefox</a>. Per assistenza con un abbonamento VPN, visita la <a href="%(vpn_support_url)s">pagina di supporto di Mozilla VPN</a>.
ja: 技術的なサポートは <a href="%(firefox_support_url)s">Firefox サポートページ</a> をご覧ください。VPN のサブスクリプションについては <a href="%(vpn_support_url)s">Mozilla VPN のサポートページ</a> をご覧ください。
th: สำหรับความช่วยเหลือด้านเทคนิค โปรดเข้าไปที่<a href="%(firefox_support_url)s">หน้าฝ่ายสนับสนุน Firefox</a> สำหรับความช่วยเหลือเกี่ยวกับการสมัครสมาชิก VPN โปรดเข้าไปที่<a href="%(vpn_support_url)s">หน้าฝ่ายสนับสนุน Mozilla VPN</a>
vi: Để được hỗ trợ kỹ thuật, vui lòng truy cập <a href="%(firefox_support_url)s">trang hỗ trợ của Firefox</a>. Để được trợ giúp về thuê bao VPN, vui lòng truy cập <a href="%(vpn_support_url)s">trang Hỗ trợ Mozilla VPN</a>.

source: Contact Name
ca: Nom de contacte
cs: Kontaktní jméno
cy: Enw Cyswllt
da: Kontaktnavn
de: Name des Kontakts
el: Όνομα επικοινωνίας
es: Nombre del contacto
fr: Nom du contact
fy_nl: Kontaktnamme
he: שם איש הקשר
ia: Nomine contacto
it: Nome contatto
ja: 連絡先
kab: Isem n unermis
pa_in: ਸੰਪਰਕ ਦਾ ਨਾਂ
ro: Nume de contact
sq: Emër Kontakti
th: ชื่อผู้ติดต่อ
uk: Контактна Особа
vi: Tên liên lạc

# Option in 'Language' dropdown
source: None
ca: Cap
cs: žádný
cy: Dim
da: Intet
de: Keine
el: Καμία
es: Ninguno
fr: Aucune
fy_nl: Gjin
he: ללא
ia: Nulle
it: Nessuna
ja: なし
kab: Ula yiwen
pa_in: ਕੋਈ ਨਹੀਂ
ro: Niciuna
sq: Asnjë
th: ไม่มี
uk: Немає
vi: Không có

source: Chinese (Simplified)
ca: xinès (simplificat)
cs: Zjednodušená čínština
cy: Tsieinëeg (Symledig)
da: Kinesisk (forenklet)
el: Κινεζικά (Απλοποιημένα)
fr: Chinois (simplifié)
he: סינית מפושטת
ia: Chinese (simplificate)
it: Cinese (semplificato)
ja: 中国語 (簡体字)
kab: Tacinit (taḥerfit)
pa_in: ਚੀਨੀ (ਸਰਲ)
sq: Kineze (E thjeshtuar)
th: จีน (ตัวย่อ)
uk: Китайська (спрощена)
vi: Tiếng Trung (Giản thể)

source: Czech
ca: txec
cs: Čeština
cy: Tsiec
da: Tjekkisk
el: Τσεχικά
fr: Tchèque
he: צ׳כית
ia: Checo
it: Ceco
ja: チェコ語
kab: Tačikit
pa_in: ਚੈਕ
sq: Çekisht
th: เช็ก
uk: Чеська
vi: Tiếng Séc

source: Danish
ca: danès
cs: Dánština
cy: Daneg
da: Dansk
el: Δανικά
fr: Danois
he: דנית
ia: Danese
it: Danese
ja: デンマーク語
kab: Tadanit
pa_in: ਡੈਨਿਸ਼
sq: Danisht
th: เดนมาร์ก
uk: Данська
vi: Đan Mạch

source: Dutch
ca: neerlandès
cs: Nizozemština
cy: Iseldireg
da: Hollandsk
el: Ολλανδικά
fr: Néerlandais
he: הולנדית
ia: Nederlandese
it: Olandese
ja: オランダ語
kab: Tahulandit
pa_in: ਡੱਚ
sq: Holandisht
th: ดัตช์
uk: Нідерландська
vi: Hà Lan

source: English
ca: anglès
cs: angličtina
cy: Saesneg
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fr: Anglais
fy_nl: Ingelsk
he: אנגלית
ia: Anglese
it: Inglese
ja: 英語
kab: Taglizit
pa_in: ਅੰਗਰੇਜ਼ੀ
ro: Engleză
sq: Anglisht
th: อังกฤษ
uk: Англійська
vi: Anh

source: French
ca: francès
cs: francouzština
cy: Ffrangeg
da: Fransk
de: Französisch
el: Γαλλικά
es: Francés
fr: Français
fy_nl: Frânsk
he: צרפתית
ia: Francese
it: Francese
ja: フランス語
kab: Tafransist
pa_in: ਫਰੈਂਚ
ro: Franceză
sq: Frëngjisht
th: ฝรั่งเศส
uk: Французька
vi: Pháp

source: German
ca: alemany
cs: němčina
cy: Almaeneg
da: Tysk
de: Deutsch
el: Γερμανικά
es: Alemán
fr: Allemand
fy_nl: Dútsk
he: גרמנית
ia: Germano
it: Tedesco
ja: ドイツ語
kab: Talmanit
pa_in: ਜਰਮਨ
ro: Germană
sq: Gjermanisht
th: เยอรมัน
uk: Німецька
vi: Đức

source: Italian
ca: italià
cs: Italština
cy: Eidaleg
da: Italiensk
el: Ιταλικά
fr: Italien
he: איטלקית
ia: Italiano
it: Italiano
ja: イタリア語
kab: Taṭeyanit
pa_in: ਇਤਾਲਵੀ
sq: Italisht
th: อิตาลี
uk: Італійська
vi: Ý

source: Japanese
ca: japonès
cs: Japonština
cy: Japanëeg
da: Japansk
el: Ιαπωνικά
fr: Japonais
he: יפנית
ia: Japonese
it: Giapponese
ja: 日本語
kab: Tajapunit
pa_in: ਜਾਪਾਨੀ
sq: Japonisht
th: ญี่ปุ่น
uk: Японська
vi: Nhật

source: Polish
ca: polonès
cs: polština
cy: Pwyleg
da: Polsk
de: Polnisch
el: Πολωνικά
es: Polaco
fr: Polonais
fy_nl: Poalsk
he: פולנית
ia: Polonese
it: Polacco
ja: ポーランド語
kab: Tapulunit
pa_in: ਪੋਲਿਸ਼
ro: Poloneză
sq: Polonisht
th: โปแลนด์
uk: Польська
vi: Ba Lan

source: Portuguese
ca: portuguès
cs: portugalština
cy: Portiwgaleg
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fr: Portugais
fy_nl: Portugeesk
he: פורטוגלית
ia: Portugese
it: Portoghese
ja: ポルトガル語
kab: Tapuṛṭugit
pa_in: ਪੁਰਤਗਾਲੀ
ro: Portugheză
sq: Portugalisht
th: โปรตุเกส
uk: Португальська
vi: Bồ Đào Nha

source: Russian
ca: rus
cs: Ruština
cy: Rwsieg
da: Russisk
el: Ρωσικά
fr: Russe
he: רוסית
ia: Russo
it: Russo
ja: ロシア語
kab: Tarusit
pa_in: ਰੂਸੀ
sq: Rusisht
th: รัสเซีย
uk: Російська
vi: Nga

source: Spanish
ca: espanyol
cs: španělština
cy: Sbaeneg
da: Spansk
de: Spanisch
el: Ισπανικά
es: Español
fr: Espagnol
fy_nl: Spaansk
he: ספרדית
ia: Espaniol
it: Spagnolo
ja: スペイン語
kab: Taspanit
pa_in: ਸਪੈਨਿਸ਼
ro: Spaniolă
sq: Spanjisht
th: สเปน
uk: Іспанська
vi: Tây Ban Nha

# Option in 'Language' dropdown
source: Other
ca: Altres
cs: jiný
cy: Arall
da: Andre
de: Andere
el: Άλλη
es: Otro
fr: Autre
fy_nl: Oars
he: אחר
ia: Altere
it: Altre
ja: その他
kab: Wiyaḍ
pa_in: ਹੋਰ
ro: Altele
sq: Tjetër
th: อื่น ๆ
uk: Інша
vi: Khác

source: Subject
ca: Assumpte
cs: Předmět
cy: Pwnc
da: Emne
de: Betreff
el: Θέμα
es: Asunto
fr: Sujet
fy_nl: Underwerp
he: נושא
ia: Subjecto
it: Oggetto
ja: 件名
kab: Asentel
pa_in: ਵਿਸ਼ਾ
ro: Subiect
sq: Subjekt
th: หัวเรื่อง
uk: Тема
vi: Tiêu đề

source: Description
ca: Descripció
cs: Popis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fy_nl: Beskriuwing
he: תיאור
it: Descrizione
ja: 説明
kab: Aglam
pa_in: ਵੇਰਵਾ
ro: Descriere
sq: Përshkrim
th: คำอธิบาย
uk: Опис
vi: Mô tả

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(privacy_policy)s">privacy policy</a> for further information.
ca: Mozilla només utilitzarà la informació que envieu per comunicacions relacionades amb la vostra sol·licitud. Vegeu la nostra <a href="%(privacy_policy)s">política de privadesa</a> per a més informació.
cs: Mozilla použije vyplněné informace pouze pro účely komunikace ohledně vašeho požadavku. Více informací najdete v našich <a href="%(privacy_policy)s">zásadách ochrany osobních údajů</a>.
cy: Dim ond at ddibenion cyfathrebu â chi am eich cais y bydd Mozilla yn defnyddio'r manylion rydych wedi'i gyflwyno. Gweler ein <a href="%(privacy_policy)s">polisi preifatrwydd</a> am ragor o wybodaeth.
da: Mozilla bruger kun dine indsendte oplysninger til at kommunikere med dig om din anmodning. Læs vores <a href="%(privacy_policy)s">privatlivspolitik</a> for yderligere oplysninger.
de: Mozilla verwendet Ihre übermittelten Daten nur, um mit Ihnen über Ihre Anfrage zu kommunizieren. Weitere Informationen finden Sie in unserer <a href="%(privacy_policy)s"> Datenschutzerklärung</a>.
el: Η Mozilla θα χρησιμοποιήσει τις υποβεβλημένες πληροφορίες μόνο για να επικοινωνήσει μαζί σας σχετικά με το αίτημά σας. Δείτε την <a href="%(privacy_policy)s">πολιτική απορρήτου</a> για περισσότερες πληροφορίες.
es: Mozilla solo utilizará la información que has enviado para comunicarse contigo acerca de tu solicitud. Consulta nuestra <a href="%(privacy_policy)s">política de privacidad</a> si deseas más información.
fr: Mozilla utilisera les informations soumises uniquement pour communiquer avec vous au sujet de votre demande. Veuillez consulter notre <a href="%(privacy_policy)s">politique de confidentialité</a> pour plus d’informations.
fy_nl: Mozilla sil jo yntsjinne ynformaasje allinnich brûke foar kommunikaasje mei jo oer jo oanfraach. Lês ús <a href="%(privacy_policy)s">privacybelied</a> foar mear ynformaasje.
he: ‏Mozilla תשתמש במידע שישלח רק כדי ליצור איתך קשר לגבי בקשתך. למידע נוסף ניתן לקרוא את <a href="%(privacy_policy)s">מדיניות הפרטיות</a> שלנו.
ia: Mozilla usara solo tu informationes inviate pro propositos de communication con te re tu requesta. Vide nostre <a href="%(privacy_policy)s">politica de confidentialitate</a> pro altere informationes.
it: Mozilla utilizzerà le informazioni inviate esclusivamente per comunicazioni relative alla tua richiesta. Per ulteriori informazioni, consulta l’<a href="%(privacy_policy)s">informativa sulla privacy</a>.
ja: Mozilla は、あなたが送信した情報を、お問い合わせいただいた内容について連絡を取る目的にのみ利用します。詳しい情報は、<a href="%(privacy_policy)s">プライバシーポリシー</a> をご覧ください。
kab: Mozilla ad tseqdec kan talɣut i d-telqeḍ akken ad temmeslay yid-k ɣef wayen i d-sutreḍ. Ma ulac aɣilif, wali <a href="%(privacy_policy)s">tasertit-nneɣ tabaḍnit</a> ɣef ugar n yisallen.
ro: Mozilla va folosi informațiile pe care le-ai furnizat numai în scopul comunicării cu tine despre cererea transmisă. Vezi <a href="%(privacy_policy)s">politica de confidențialitate</a> pentru informații suplimentare.
sq: Mozilla do t’i përdorë të dhënat e parashtruara nga ju vetëm për qëllime komunikimi me ju rreth kërkesës tuaj. Për më tepër informacion, shihni <a href="%(privacy_policy)s">rregullat tona mbi privatësinë</a>.
th: Mozilla จะใช้ข้อมูลที่ส่งเข้ามาของคุณเพื่อสื่อสารกับคุณเกี่ยวกับคำร้องของคุณเท่านั้น ดู <a href="%(privacy_policy)s">นโยบายส่วนบุคคล </a> ของเราสำหรับข้อมูลเพิ่มเติม
uk: Mozilla використовуватиме надану вами інформацію лише для зв'язку з вами щодо ваших звернень. Щоб дізнатися більше, перегляньте нашу <a href="%(privacy_policy)s">політику приватності</a>.
vi: Mozilla sẽ chỉ sử dụng thông tin đã gửi của bạn cho mục đích trao đổi với bạn về yêu cầu của bạn. Xem <a href="%(privacy_policy)s">chính sách riêng tư</a> của chúng tôi để biết thêm thông tin.

source: Submit
ca: Envia
cs: Odeslat
cy: Cyflwyno
da: Indsend
de: Absenden
el: Υποβολή
es: Enviar
fr: Envoyer
fy_nl: Yntsjinje
he: שליחה
ia: Inviar
it: Invia
ja: 送信
kab: Azen
pa_in: ਜਮ੍ਹਾਂ ਕਰੋ
ro: Trimite
sq: Parashtroje
th: ส่ง
uk: Відправити
vi: Gửi

source: Ways to Give
ca: Formes de fer donatius
cs: Možnosti zasílání darů
cy: Ffyrdd o Roi
da: Måder at bidrage på
de: Spendenmöglichkeiten
el: Τρόποι συνεισφοράς
es: Formas de donar
fr: Les différentes façons de faire un don
fy_nl: Donaasjemetoaden
he: דרכים לתת
ia: Manieras pro donar
it: Modalità di donazione
ja: 寄付の方法
kab: Tarrayin n umuddu
pa_in: ਦੇਣ ਦੇ ਤਰੀਕੇ
ro: Modalități de donație
sq: Rrugë Për të Dhuruar
th: หนทางการให้
uk: Способи допомоги
vi: Các cách để tặng

source: Credit / Debit and PayPal
ca: Targeta de crèdit o dèbit i PayPal
cs: Platební karta a PayPal
cy: Credyd / Debyd a PayPal
da: Kredit/debit og PayPal
de: Kredit-/Debitkarte und PayPal
el: Πιστωτική/χρεωστική και PayPal
es: Tarjeta de crédito / débito y PayPal
fr: Carte bancaire ou PayPal
fy_nl: Creditcard / bankpas en PayPal
he: אשראי / חיוב מיידי ו־PayPal
ia: Carta de credito / debito e Paypal
it: Carta di credito/debito e PayPal
ja: クレジットカード / デビットカード / PayPal
kab: Asmad / Aktum akked PayPal
pa_in: ਕਰੈਡਿਟ/ ਡੈਬਿਟ ਅਤੇ PayPal
ro: Card de credit / debit și PayPal
sq: Kredit / Debit dhe PayPal
th: เครดิต/เดบิต และ PayPal
uk: Кредитна / платіжна карта і PayPal
vi: Thẻ tín dụng / ghi nợ và PayPal

source: <a href="%(ways_to_give_link)s">Go to this link</a> to make a secure online donation right now.
ca: <a href="%(ways_to_give_link)s">Aneu a aquest enllaç</a> per fer un donatiu en línia segur ara mateix.
cs: <a href="%(ways_to_give_link)s">Prostřednictvím tohoto odkazu</a> můžete poslat svůj dar bezpečně, rychle a online.
cy: <a href="%(ways_to_give_link)s">Ewch i'r ddolen hon </a> i wneud rhodd ddiogel ar-lein nawr.
da: <a href="%(ways_to_give_link)s">Følg dette link</a> for at give et bidrag online på en sikker måde.
de: <a href="%(ways_to_give_link)s">Folgen Sie diesem Link</a>, um direkt eine sichere Online-Spende zu geben.
el: <a href="%(ways_to_give_link)s">Μεταβείτε σε αυτό το σύνδεσμο</a> για να κάνετε με ασφάλεια τη δωρεά σας.
es: <a href="%(ways_to_give_link)s">Visita este enlace</a> para hacer ahora una donación segura en línea.
fr: <a href="%(ways_to_give_link)s">Consultez ce lien</a> pour faire un don en ligne de façon sécurisée, sans attendre.
fy_nl: <a href="%(ways_to_give_link)s">Brûk dizze keppeling</a> om daliks in feilige online donaasje te dwaan.
he: <a href="%(ways_to_give_link)s">יש לעבור לקישור הזה</a> כדי לתרום דרך האינטרנט באופן מאובטח כעת.
ia: <a href="%(ways_to_give_link)s">Visita iste ligamine</a> pro facer ora un donation secur in linea.
it: <a href="%(ways_to_give_link)s">Segui il link</a> per effettuare subito una donazione online in modo sicuro.
ja: <a href="%(ways_to_give_link)s">このリンク</a>にアクセスして、今すぐ安全にオンライン寄付を行ってください。
kab: <a href="%(ways_to_give_link)s">Ddu ɣer useɣwen-a</a> akken ad tmuddeḍ tawsa srid s wudem aɣelsan tura.
pa_in: ਹੁਣੇ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਦਾਨ ਦੇਣ ਲਈ <a href="%(ways_to_give_link)s">ਇਸ ਲਿੰਕ ਉੱਤੇ ਜਾਓ</a>।
ro: <a href="%(ways_to_give_link)s">Accesează acest link</a> pentru a face o donație online securizată chiar acum.
sq: <a href="%(ways_to_give_link)s">Shkoni te kjo lidhje</a> që të bëni që tani një dhurim të sigurt <em>online</em>.
th: <a href="%(ways_to_give_link)s">ไปที่ลิงก์นี้</a>เพื่อทำการบริจาคออนไลน์อย่างปลอดภัยตอนนี้
uk: <a href="%(ways_to_give_link)s">Перейдіть за цим посиланням</a>, щоб безпечно зробити внесок через Інтернет просто зараз.
vi: <a href="%(ways_to_give_link)s">Đi đến liên kết này</a> để đóng góp trực tuyến an toàn ngay bây giờ.

source: Bank Transfer / SEPA
ca: Transferència bancària / SEPA
cs: Bankovní převod / SEPA
cy: Trosglwyddiad Banc / SEPA
da: Bankoverførsel / SEPA
de: Überweisung / SEPA
es: Transferencia bancaria / SEPA
fr: Virement bancaire / SEPA
fy_nl: Bankoerskriuwing / SEPA
ia: Transferentia bancari / SEPA
kab: Asiweḍ s lbanka / SEPA
pa_in: ਬੈਂਕ ਰਾਹੀਂ ਭੇਜੋ / SEPA
ro: Virament bancar / SEPA
sq: Dërgesë Bankare / SEPA
th: การโอนเงินผ่านธนาคาร / SEPA
uk: Банківський переказ / SEPA

source: We accept donations in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
ca: Acceptem donatius en euros mitjançant transferència SEPA (zona única de pagaments en euros) i en lliures esterlines mitjançant transferència BACS.
cs: Přijímáme dary v eurech pomocí Single European Payment Area (SEPA) převodů a v librách pomocí BACS převodů.
cy: Rydym yn derbyn rhoddion mewn Ewros trwy drosglwyddiad Single European Payment Area (SEPA), a Phunnoedd Prydain trwy drosglwyddiad BACS.
da: Vi accepterer bidrag i euro overført via Single European Payment Area (SEPA) og bidrag i britiske pund overført via BACS.
de: Wir akzeptieren Spenden in Euro als Überweisung über die Single European Payment Area (SEPA) und in Britischen Pfund als BACS-Überweisung.
es: Aceptamos donaciones en euros a través de transferencias por la Zona Única Europea de Pagos (SEPA por sus siglas en inglés) y en libras esterlinas a través de transferencias BACS.
fr: Nous acceptons les dons en euros via des virements au sein de la zone de paiement européenne unique (SEPA), ou en livres sterling via des virements BACS.
fy_nl: Wy akseptearje donaasjes yn euro’s fia in Single European Payment Area (SEPA)-oerskriuwing, en Britske pûnen fia in BACS-oerskriuwing.
ia: Nos accepta donationes in Euros per transferentia SEPA (Area Europee pro Singule Pagamento), e libras sterling britannic per transferentia BACS.
kab: Nqebbel tawsa s yuru s usureg deg temnaḍt n lexlaṣ n turuft kan (SEPA), neɣ s upawnd sterling s usureg BACS.
ro: Acceptăm donații în euro prin viramente SEPA (Zona unică de plăți în euro) și în lire sterline prin viramente BACS.
sq: Pranojmë dhurime në euro, përmes dërgesash Single European Payment Area (SEPA), dhe në sterlina britanike përmes dërgesash BACS.
th: เรารับเงินบริจาคสกุลยูโรผ่านการโอนทาง Single European Payment Area (SEPA) และเงินสกุลปอนด์ผ่านทาง BACS
uk: Ми приймаємо внески в євро через Єдину Європейську Мережу Розрахунків (SEPA), а також британські фунти стерлінгів через платіжну систему Великобританії BACS.

source: Note that for smaller (under 10 EUR or equivalent) donations, <strong>and especially for donations under 5 EUR or equivalent</strong>, we request that you donate via credit card or PayPal to help reduce Mozilla’s processing fees.
ca: Tingueu en compte que, per als donatius d'imports reduïts (inferiors a 10 euros o equivalent) <strong>i sobretot per als donatius inferiors a 5 euros o equivalent</strong>, us demanem que feu el donatiu mitjançant targeta de crèdit o PayPal per a ajudar a reduir els costos de processament de Mozilla.
cs: U darů částek pod 10 EUR, <strong>a zejména u těch pod 5 EUR</strong> (nebo odpovídající hodnoty v jiné měně), vás prosíme o jejich platbu platební kartou nebo přes PayPal, kde má Mozilla nižší náklady na jejich zpracování.
cy: Sylwch, ar gyfer rhoddion llai (o dan 10 EUR neu debyg), <strong>ac yn arbennig ar gyfer rhoddion o dan 5 EUR neu debyg</strong>, rydym yn gofyn i chi roi gyda cherdyn credyd neu PayPal i helpu i leihau ffioedd prosesu Mozilla.
da: Bemærk, at for mindre donationer (under 10 EURO eller tilsvarende), <strong>og især for donationer under 5 EURO eller tilsvarende</strong>, beder vi dig donere via kreditkort eller PayPal for at hjælpe med at reducere Mozillas udgifter til at gennemføre transaktionen.
de: Beachten Sie, dass wir für kleinere Spenden (unter 10 EUR oder gleichwertig) <strong>und insbesondere für Spenden unter 5 EUR oder gleichwertig</strong> eine Spende per Kreditkarte oder PayPal verlangen, um die Bearbeitungsgebühren von Mozilla zu senken.
es: Para donaciones pequeñas (menos de 10 euros o equivalentes), <strong> y especialmente para donaciones de menos de 5 euros o equivalentes</strong>, rogamos hacer la donación vía tarjeta de crédito o PayPal para reducir los gastos de tramitación de Mozilla.
fr: Notez que pour les dons plus modestes (moins de 10 EUR ou équivalent), <strong>et surtout pour les dons inférieurs à 5 EUR ou équivalent</strong>, nous vous demandons de faire un don par carte bancaire ou PayPal pour aider à réduire les frais de traitement de Mozilla.
fy_nl: Merk op dat wy foar lytsere donaasjes (minder as 10 euro of omrekkene), <strong>en foaral foar donaasjes lytser as 5 euro of omrekkene</strong>, freegje om te donearjen fia creditcard of PayPal, om sa de ferwurkingskosten foar Mozilla leech te hâlden.
ia: Nota que pro donationes minor (sub 10 EUROS o equivalente), <strong>e specialmente pro donationes sub 5 EUROS o equivalente</strong>, nos require que tu dona via carta de credito o Paypal pro adjutar reducer le oneres de processo de Mozilla.
kab: Ẓer belli i tewsa tamecṭuḥt (ddaw n 10 uruten neɣ ssuma tagdazalt), <strong>aṭas aṭas i tewsa ddaw 5 uruten neɣ ssuma tagddazalt</strong>, ad awen-nsuter ad tmuddem tawsa s tkarḍa n usmad neɣ PayPal akken ad tallem ad d-iṣubb wazal n usesfer n Mozilla.
ro: De reținut că pentru donații mai mici (sub 10 euro sau valoarea echivalentă), <strong>și în special pentru donații sub 5 euro sau valoarea echivalentă</strong>, avem rugămintea să efectuați donația prin card de credit sau PayPal pentru a ajuta la reducerea comisioanelor de prelucrare Mozilla.
sq: Kini parasysh që për dhurime më të vockla (nën 10 euro ose të barasvlershme), <strong>dhe veçanërisht për dhurime nën 5 euro ose të barasvlershme</strong>, kërkojmë doemos që dhurimin ta bëni përmes karte krediti ose PayPal-i, që të na ndihmoni të ulen tarifa transaksionesh për Mozilla-n.
th: โปรดทราบว่าสำหรับการบริจาคเงินจำนวนน้อย (น้อยกว่า 10 ยูโรหรือเทียบเท่า) <strong>และโดยเฉพาะการบริจาคจำนวน 5 ยูโรหรือเทียบเท่า</strong> เราขอแนะนำให้คุณบริจาคผ่านบัตรเครดิตหรือ PayPal เพื่อช่วยลดภาระค่าธรรมเนียมในการทำธุรกรรมของ Mozilla
uk: Зверніть увагу, що для невеликих внесків до 10 Євро, <strong>а особливо до 5 Євро</strong>, ми просимо вас скористатися платіжною карткою чи PayPal, щоб допомогти зменшити накладні витрати Mozilla.

source: Please also note that the Mozilla Foundation cannot accept SEPA or BACS transfers for MZLA/Thunderbird. To contribute to MZLA/Thunderbird via SEPA or BACS transfer, please follow <a href="%(instruction_url)s">these instructions</a>.
ca: També tingueu en compte que la Fundació Mozilla no pot acceptar transferències SEPA ni BACS per a MZLA/Thunderbird. Per a contribuir a MZLA/Thunderbird mitjançant una transferència SEPA o BACS, seguiu <a href="%(instruction_url)s">aquestes instruccions</a>.
cs: Upozorňujeme, že Mozilla Foundation nemůže pro MZLA/Thunderbird přijímat dary zaslané formou SEPA nebo BACS převodu. Pro zaslání daru pro MZLA/Thunderbird pomocí SEPA nebo BACS převodu prosím postupujte podle <a href="%(instruction_url)s">těchto pokynů</a>.
cy: Sylwch hefyd nad yw'r Mozilla Foundation yn gallu derbyn trosglwyddiadau SEPA na BACS ar gyfer MZLA/Thunderbird. I roi tuag at MZLA/Thunderbird trwy drosglwyddiad SEPA neu BACS, dilynwch <a href="%(instruction_url)s">y cyfarwyddiadau hyn</a>.
da: Bemærk at Mozilla Foundation ikke accepterer overførsler via SEPA eller BACS til MZLA/Thunderbird. For at give et bidrag til MZLA/Thunderbird via SEPA- eller BACS-overførsel, følg <a href="%(instruction_url)s">denne vejledning</a>.
de: Bitte beachten Sie auch, dass die Mozilla Foundation keine SEPA- oder BACS-Überweisungen für MZLA/Thunderbird akzeptieren kann. Befolgen Sie <a href="%(instruction_url)s">diese Anweisungen</a>, um über SEPA- oder BACS-Überweisung an MZLA/Thunderbird zu spenden.
es: También te informamos de que la Fundación Mozilla no acepta transferencias por la Zona Única Europea de Pagos (SEPA por sus siglas en inglés) o en libras esterlinas a través de transferencias BACS para MZLA/Thunderbird. Si deseas hacer una contribución a MZLA/Thunderbird vía transferencia por SEPA o BACS, sigue <a href="%(instruction_url)s">estas instrucciones</a>.
fr: Veuillez également noter que la Fondation Mozilla ne peut pas accepter de transferts SEPA ou BACS pour MZLA/Thunderbird. Pour contribuer à MZLA/Thunderbird via un transfert SEPA ou BACS, veuillez suivre <a href="%(instruction_url)s">ces instructions</a>.
fy_nl: Hâld der ek rekkening mei dat de Mozilla Foundation gjin SEPA- of BACS-oerskriuwingen foar MZLA/Thunderbird akseptearje kin. As jo fia SEPA- of BACS-oerskriuwing oan MZLA/Thunderbird bydrage wolle, folgje dan <a href="%(instruction_url)s">dizze ynstruksjes</a>.
ia: Per favor alsi nota que le Fundation Mozilla non pote acceptar transferentias SEPA o BACS pro MZLA/Thunderbird. Pro contribuer a MZLA/Thunderbird via SEPA o transferentia BACS, seque <a href="%(instruction_url)s">iste instructiones</a>.
kab: Ilaq ad teẓreḍ dakken Tasbeddit Mozilla ur tqebbel ara isawaḍen SEPA neɣ BACS i MZLA/Thunderbird. Akken ad tmuddeḍ tawsa i MZLA/Thunderbird s usiweḍ SEPA neɣ BACS, ttxil-k wali <a href="%(instruction_url)s">tinaḍin-a</a>.
sq: Ju lutemi, mbani gjithashtu parasysh që Mozilla Foundation s’mund të pranojë dërgesa SEPA ose BACS për MZLA/Thunderbird. Që të jepni ndihmesë për MZLA/Thunderbird përmes dërgesash SEPA ose BACS, ju lutemi, ndiqni <a href="%(instruction_url)s">këto udhëzime</a>.
th: โปรดทราบด้วยว่ามูลนิธิ Mozilla ไม่รับการโอนเงินแบบ SEPA หรือ BACS สำหรับ MZLA/Thunderbird หากต้องการร่วมบริจาคให้ MZLA/Thunderbird ผ่านการโอนเงินแบบ SEPA หรือ BACS โปรดทำตาม<a href="%(instruction_url)s">คำแนะนำเหล่านี้</a>
uk: Також зауважте, що Mozilla Foundation не може приймати перекази SEPA або BACS для MZLA/Thunderbird. Щоб зробити внесок для MZLA/Thunderbird через переказ SEPA або BACS, дотримуйтесь <a href="%(instruction_url)s">цих настанов</a>.
