Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

# Page title
source: Donate to Mozilla
ca: Feu un donatiu a Mozilla
cs: Darujte Mozille
cy: Rhoi i Mozilla
da: Giv et bidrag til Mozilla
de: An Mozilla spenden
el: Δωρέα στη Mozilla
es: Donar a Mozilla
fr: Faire un don à Mozilla
fy_nl: Donearje oan Mozilla
he: תרומה ל־Mozilla
ia: Donar a Mozilla
it: Fai una donazione a Mozilla
ja: Mozilla へ寄付
kab: Mudd tawsa i Mozilla
pa_in: Mozilla ਨੂੰ ਦਾਨ ਦਿਓ
ro: Donează pentru Mozilla
sq: Dhuroni për Mozilla-n
th: บริจาคให้ Mozilla
uk: Зробити внесок у Mozilla
vi: Quyên góp cho Mozilla

source: ONE TIME
ca: PUNTUAL
cs: JEDNOU
cy: UNWAITH
da: Én gang
de: EINMALIG
el: ΜΙΑ ΦΟΡΑ
es: UNA SOLA VEZ
fr: UNIQUE
fy_nl: IEN KEAR
he: חד־פעמית
ia: UN VICE
it: UNA TANTUM
ja: 1 回のみ
kab: TIKELT
pa_in: ਇੱਕ ਵਾਰ
ro: UNICĂ
sq: NJË HERËSH
th: ครั้งเดียว
uk: ОДНОРАЗОВО
vi: MỘT LẦN

source: MONTHLY
ca: MENSUAL
cs: MĚSÍČNĚ
cy: YN FISOL
da: Månedligt
de: MONATLICH
el: ΜΗΝΙΑΙΑ
es: MENSUAL
fr: MENSUEL
fy_nl: MOANLIKS
he: חודשית
ia: MENSUALMENTE
it: MENSILE
ja: 毎月
kab: YAL AGGUR
pa_in: ਮਹੀਨੇਵਾਰ
ro: LUNARĂ
sq: PËRMUAJSHËM
th: รายเดือน
uk: ЩОМІСЯЦЯ
vi: HÀNG THÁNG

source: Other amount
ca: Un altre import
cs: Jiná částka
cy: Swm arall
da: Andet beløb
de: Anderer Betrag
el: Άλλο ποσό
es: Otra cantidad
fr: Montant libre
fy_nl: Oar bedrach
he: סכום אחר
ia: Altere amonta
it: Altro importo
ja: その他の金額
kab: Tallayt-nniḍen
pa_in: ਹੋਰ ਰਕਮ
ro: Altă sumă
sq: Tjetër sasi
th: จำนวนอื่น
uk: Інша сума
vi: Số tiền khác

source: Invalid amount entered.
ca: S’ha introduït una quantitat no vàlida.
cs: Zadána neplatná částka.
cy: Swm annilys wedi'i nodi.
da: Ugyldigt beløb indtastet.
de: Ungültiger Betrag eingegeben.
el: Πληκτρολογήσατε μη έγκυρο ποσό.
fr: Montant saisi non valide.
he: הוקלד סכום שגוי.
ia: Amonta non valide inserite.
it: Importo inserito non valido.
ja: 無効な金額が入力されました。
kab: Tallayt yettwaskecmen d tarameɣtut.
pa_in: ਗ਼ੈਰਵਾਜਬ ਰਕਮ ਦਿੱਤੀ ਹੈ।
sq: U dha vlerë e pavlefshme.
th: จำนวนเงินที่กรอกไม่ถูกต้อง
uk: Введено недійсну суму.
vi: Số tiền đã nhập không hợp lệ.

source: Choose Payment
ca: Forma de pagament
cs: Způsob platby
cy: Dewiswch Daliad
da: Vælg betalingsmulighed
de: Zahlungsmethode auswählen
el: Επιλογή πληρωμής
es: Elegir pago
fr: Moyens de paiement
fy_nl: Betellingsmetoade kieze
he: בחירת תשלום
ia: Elige pagamento
it: Metodo di pagamento
ja: 支払い方法を選択
kab: Fren asellek
pa_in: ਭੁਗਤਾਨ ਚੁਣੋ
ro: Alege forma de plată
sq: Zgjidhni Pagesë
th: เลือกการชำระเงิน
uk: Метод оплати
vi: Chọn phương thức thanh toán

source: SECURE
ca: SEGUR
cs: ZABEZPEČENO
cy: DIOGEL
da: SIKKER
de: SICHER
el: ΑΣΦΑΛΕΣ
es: SEGUROS
fr: SÉCURISÉ
fy_nl: BEFEILIGE
he: מאובטח
ia: SECUR
it: SICURO
ja: 安全
kab: AƔELSAN
pa_in: ਸੁਰੱਖਿਅਤ
ro: SECURIZAT
sq: I SIGURT
th: ปลอดภัย
uk: БЕЗПЕЧНИЙ
vi: AN TOÀN

source: Donate
ca: Feu un donatiu
cs: Darovat
cy: Rhoi
da: Donér
de: Spenden
el: Δωρεά
es: Donar
fr: Faire un don
fy_nl: Donearje
he: תרומה
ia: Face un donation
it: Fai una donazione
ja: 寄付
kab: Mudd tawsa
pa_in: ਦਾਨ ਦਿਓ
ro: Donează
sq: Dhuroni
th: บริจาค
uk: Зробити внесок
vi: Quyên góp

source: per month
ca: al mes
cs: měsíčně
cy: y mis
da: pr. måned
de: pro Monat
el: ανά μήνα
es: al mes
fr: par mois
fy_nl: per moanne
he: לחודש
ia: cata mense
it: al mese
ja: 毎月
kab: yal aggur
pa_in: ਹਰ ਮਹੀਨੇ
ro: pe lună
sq: për muaj
th: ต่อเดือน
uk: за місяць
vi: mỗi tháng

source: Minimum amount is %(min_amount)s
el: Το ελάχιστο ποσό είναι %(min_amount)s
he: הסכום המזערי הוא %(min_amount)s
it: L’importo minimo è %(min_amount)s
ja: 最小金額は %(min_amount)s です
kab: Tallayt taddayt d %(min_amount)s
pa_in: ਘੱਟੋ-ਘੱਟ ਰਕਮ %(min_amount)s ਹੈ
th: จำนวนเงินขั้นต่ำคือ %(min_amount)s
vi: Số tiền tối thiểu là %(min_amount)s

source: Mozilla is committed to your privacy; please read our <a href="%(privacy_url)s">privacy policy here</a>. Your payment details will be processed by <a href="%(braintree_url)s">Braintree</a>, a PayPal company (for credit/debit cards) or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
ca: Mozilla està compromesa a respectar la vostra privadesa; llegiu la nostra <a href="%(privacy_url)s">política de privadesa aquí</a>. Les dades del pagament seran processades per <a href="%(braintree_url)s">Braintree</a>, una empresa de PayPal (per a targetes de crèdit/dèbit) o per <a href="%(paypal_url)s">PayPal</a>, i Mozilla conservarà un registre del vostre donatiu.
cs: Mozille na vašem soukromí velmi záleží. Přečtěte si naše <a href="%(privacy_url)s">zásady ochrany osobních údajů</a>. Informace o vaší platbě zpracuje <a href="%(braintree_url)s">Braintree</a>, spadající pod PayPal, (pro platební karty) nebo <a href="%(paypal_url)s">PayPal</a> a záznam o vašem daru si Mozilla uloží.
cy: Mae Mozilla yn ymrwymedig i'ch preifatrwydd; darllenwch ein polisi preifatrwydd <a href="%(privacy_url)s">yma</a>. Bydd eich manylion talu yn cael eu prosesu gan <a href="%(braintree_url)s">Braintree</a>, cwmni PayPal (ar gyfer cardiau credyd/debyd) neu <a href="%(paypal_url)s">PayPal</a>, a bydd cofnod o'ch rhodd yn cael ei gadw gan Mozilla.
da: Det er vigtigt for Mozilla at beskytte dit privatliv, hvilket du kan læse om i vores <a href="%(privacy_url)s">privatlivspolitik</a>. Dine betalingsoplysninger vil blive behandlet af <a href="%(braintree_url)s">Braintree</a>, et PayPal-firma, (kredit-/debitkort) eller <a href="%(paypal_url)s">PayPal</a>, og oplysninger om dit bidrag vil bive gemt hos Mozilla.
de: Ihre Privatsphäre ist Mozilla sehr wichtig, bitte lesen Sie <a href="%(privacy_url)s">hier unsere Datenschutzerklärung</a>. Ihre Zahlungsdaten werden von <a href="%(braintree_url)s">Braintree</a>, einem PayPal-Unternehmen (für Kredit-/Debitkarten) oder <a href="%(paypal_url)s">PayPal</a> verarbeitet und Mozilla protokolliert Ihre Spende.
el: Η Mozilla σέβεται το απόρρητό σας· παρακαλούμε διαβάστε την <a href="%(privacy_url)s">πολιτική απορρήτου μας εδώ</a>. Η επεξεργασία των στοιχείων πληρωμής σας θα γίνει από την <a href="%(braintree_url)s">Braintree</a>, μια εταιρεία της PayPal (για πιστωτικές/χρεωστικές κάρτες) ή την <a href="%(paypal_url)s">PayPal</a>, ενώ μια καταγραφή της δωρεάς σας θα αποθηκευτεί από τη Mozilla.
es: Mozilla tiene un compromiso con tu privacidad; lee nuestra <a href="%(privacy_url)s">política de privacidad aquí</a>. Los detalles de tu pago serán procesados por <a href="%(braintree_url)s">Braintree</a>, una compañía de PayPal (si es con tarjeta de crédito/débito), o <a href="%(paypal_url)s">PayPal</a>, y se guardará un registro de tu donación en Mozilla.
fr: Mozilla s’engage à respecter votre vie privée ; vous pouvez consulter notre <a href="%(privacy_url)s">politique de confidentialité ici</a>. Vos paiements seront traités par <a href="%(braintree_url)s">Braintree</a>, une filiale de PayPal (pour les cartes bancaires) ou par <a href="%(paypal_url)s">PayPal</a> et une trace de votre don sera conservée par Mozilla.
fy_nl: By Mozilla binne wy tawijd oan jo privacy; lês hjir ús <a href="%(privacy_url)s">privacybelied</a>. Jo betellingsgegevens wurde ferwurke troch <a href="%(braintree_url)s">Braintree</a>, in bedriuw fan PayPal (foar creditcards/betelkaarten) of <a href="%(paypal_url)s">PayPal</a>, en in bewiis fan jo donaasje wurdt troch Mozilla bewarre.
ia: Mozilla es dedicate a tu confidentialitate; per favor lege nostre <a href="%(privacy_url)s">politica de confidentialitate hic</a>. Tu datos de pagamento sera processate per <a href="%(braintree_url)s">Braintree</a>, un compania de Paypal (pro cartas de credito/debito) o <a href="%(paypal_url)s">Paypal</a>, e un registration de tu donation sera immagazinate per Mozilla.
it: Mozilla si impegna in difesa della tua privacy; per ulteriori informazioni, consulta la nostra <a href="%(privacy_url)s">informativa sulla privacy</a>. I dati del pagamento saranno elaborati da <a href="%(braintree_url)s">Braintree</a>, una società che fa parte di PayPal (per carte di credito o debito) o da <a href="%(paypal_url)s">PayPal</a>. Una registrazione della donazione verrà conservata da Mozilla.
ja: Mozilla は、あなたのプライバシーを尊重します; <a href="%(privacy_url)s">こちらのプライバシーポリシー</a> をご覧ください。お支払いの詳細は、PayPal の子会社である <a href="%(braintree_url)s">Braintree </a> (クレジット/デビットカード) または <a href="%(paypal_url)s">PayPal</a> によって処理され、寄付の記録は Mozilla により保管されます。
kab: Mozilla tesseḥras ɣef tbaḍnit-ik; ttxil ɣeṛ<a href="%(privacy_url)s">tasertit-nneɣ n tbaḍnit da </a>.Ttfaṣil-inek n uxelleṣ ad ttwasesfren sɣuṛ <a href="%(braintree_url)s">Braintree</a>, takebbanit PayPal (i tkarḍiwin n usmad/udibit) neɣ <a href="%(paypal_url)s">PayPal</a>, rnu ɣer waya, asekles n uɛiwen-inek ad yettwaḥrez sɣur Mozilla.
ro: Mozilla este dedicată protejării datelor tale personale; citește <a href="%(privacy_url)s">aici politica noastră privind confidențialitatea</a>. Datele plății tale vor fi prelucrate de <a href="%(braintree_url)s">Braintree</a>, o firmă PayPal (pentru carduri de debit/credit) sau de <a href="%(paypal_url)s">PayPal</a>, iar Mozilla va păstra o înregistrare a donației tale în evidențele proprii.
sq: Mozilla është e përkushtuar ndaj privatësisë tuaj; ju lutemi, lexoni <a href="%(privacy_url)s">këtu rregullat tona të privatësisë</a>. Të dhënat e pagesës tuaj do të përpunohen nga <a href="%(braintree_url)s">Braintree</a>, një shoqëri PayPal (për karta krediti/debiti) ose <a href="%(paypal_url)s">PayPal</a>, dhe një regjistrim i dhurimit tuaj do të depozitohet nga Mozilla.
th: Mozilla มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ โปรดอ่าน<a href="%(privacy_url)s">นโยบายความเป็นส่วนตัวของเราที่นี่</a> รายละเอียดการชำระเงินของคุณจะถูกประมวลผลโดย <a href="%(braintree_url)s">Braintree</a> บริษัทย่อย (สำหรับบัตรเครดิต/เดบิต) ของ PayPal หรือ <a href="%(paypal_url)s">PayPal</a> และประวัติการบริจาคของคุณจะถูกเก็บไว้โดย Mozilla
uk: Mozilla прихильна до вашої приватності; ознайомтеся з нашою <a href="%(privacy_url)s">політикою приватності тут</a>. Ваші платіжні дані будуть оброблені <a href="%(braintree_url)s">Braintree</a>, підрозділом компанії PayPal (для кредитних/дебетових карток) або <a href="%(paypal_url)s">PayPal</a>, а запис про ваш внесок зберігатиме Mozilla.
vi: Mozilla cam kết bảo mật của bạn; vui lòng đọc <a href="%(privacy_url)s">chính sách bảo mật của chúng tôi tại đây</a>. Chi tiết thanh toán của bạn sẽ được xử lý bởi <a href="%(braintree_url)s">Braintree</a>, một công ty PayPal (đối với thẻ tín dụng/thẻ ghi nợ) hoặc <a href="%(paypal_url)s">PayPal</a> và hồ sơ về khoản đóng góp của bạn sẽ được Mozilla lưu trữ.

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, email us at <a href="mailto:%(email)s">%(email)s</a>.
ca: Els donatius mensuals es cobren cada mes en el mateix dia del mes que feu el donatiu avui, de forma continuada fins que ho cancel·leu. Per a fer-ho, escriviu-nos un correu electrònic a <a href="mailto:%(email)s">%(email)s</a>.
cs: Pravidelné dary budou strhávány každý měsíc ve stejný den v měsíci, jako je dnes, až do jejich zrušení. Pro zrušení pravidelného posílání darů, napište nám prosím na adresu <a href="mailto:%(email)s">%(email)s</a>.
cy: Mae rhoddion misol yn cael eu codi bob mis ar yr un diwrnod ag y byddwch yn ei roi heddiw, a byddant yn parhau nes i chi eu hatal. I'w hatal, anfonwch e-bost atom at <a href="mailto:%(email)s">%(email)s</a>
da: Månedlige bidrag opkræves hver måned på samme månedsdag som den, du donerer på i dag, og opkrævningerne vil fortsætte, indtil du annullerer betalingen. Hvis du vil annullere dine månedlige bidrag, så send en mail til os på adressen <a href="mailto:%(email)s">%(email)s</a>.
de: Monatliche Spenden werden jeden Monat an dem Tag verrechnet, an dem Sie heute spenden. Sie werden so lange fortgesetzt, bis Sie diese stornieren. Zum Stornieren senden Sie uns eine E-Mail an <a href="mailto:%(email)s">%(email)s</a>.
el: Οι μηνιαίες δωρεές χρεώνονται κάθε μήνα την ίδια μέρα που δωρίσατε και σήμερα και θα συνεχίσουν μέχρι να τις ακυρώσετε. Για ακύρωση, στείλτε μας ένα email στο <a href="mailto:%(email)s">%(email)s</a>.
es: El cargo por las donaciones mensuales se realiza cada mes, el mismo día en que estás donando hoy, y continuará hasta que lo canceles. Para cancelar, envíanos un correo electrónico <a href="mailto:%(email)s">%(email)s</a>.
fr: Les dons mensuels sont prélevés chaque mois, le même jour que votre don d’aujourd’hui. Les prélèvements continueront jusqu’à ce que vous les arrêtiez. Pour les arrêter, contactez-nous via <a href="mailto:%(email)s">%(email)s</a>.
fy_nl: Moanlikse donaasjes wurde elke moanne yn rekkening brocht op de dei fan jo hjoeddeistige donaasje en rinne troch oant jo annulearje. Stjoer in e-mailberjocht nei <a href="mailto:%(email)s">%(email)s</a> om te annulearjen.
he: תרומות חודשיות מחויבות בכל חודש באותו היום בו התקבלה התרומה היום וכך הלאה עד לביטול. כדי לבטל נא לשלוח לנו דוא״ל אל <a href="mailto:%(email)s">%(email)s</a>.
ia: Le donationes mensual es cargate cata mense al mesme die que tu ha donate hodie e continuara usque tu lo cancellara. Pro cancellar, invia nos un e-mail a <a href="mailto:%(email)s">%(email)s</a>.
it: Le donazioni mensili vengono addebitate ogni mese, lo stesso giorno del mese in cui hai autorizzato la prima donazione, e si ripetono finché tu stesso non revochi l’autorizzazione di pagamento. Per interrompere le donazioni mensili, invia un’email all’indirizzo <a href="mailto:%(email)s">%(email)s</a>.
ja: 毎月の寄付は、あなたが今日寄付したのと同じ日に毎月請求され、キャンセルするまで継続されます。キャンセルするには、<a href="mailto:%(email)s">%(email)s</a> 宛にメールを送信してください。
kab: Tawsiwin n waggur ad ttwajebdent yal aggur deg wass yecban ass-a, ad kemlent akka ḥalama d ass deg ara tent-tḥebseḍ. I uḥbas azen-aɣ-d imayl ar <a href="mailto:%(email)s">%(email)s</a>.
ro: Donațiile lunare sunt percepute în fiecare lună la aceeași dată cu donația de astăzi și vor continua până ce le anulezi. Pentru anulare, scrie-ne la <a href="mailto:%(email)s">%(email)s</a>.
sq: Dhurimet mujore tërhiqen çdo muaj në të njëjtën ditë si sot që po dhuroni, dhe kjo do të vazhdojë deri sa të anulohet. Për ta anuluar, dërgonani email te <a href="mailto:%(email)s">%(email)s</a>.
th: การบริจาครายเดือนจะตัดยอดทุกเดือนวันเดียวกับที่คุณทำรายการบริจาค และจะทำต่อไปเรื่อยจนกว่าคุณทำเรื่องขอยกเลิก ต้องการยกเลิกส่งอีเมล์มาหาเราที่<a href="mailto:%(email)s">%(email)s</a>
uk: Щомісячні внески нараховуються щомісяця того ж числа, якого ви сьогодні робите внесок і будуть нараховуватися до скасування вами. Щоб скасувати, напишіть нам на електронну пошту <a href="mailto:%(email)s">%(email)s</a>.
vi: Các khoản đóng góp hàng tháng được tính phí mỗi tháng vào cùng ngày bạn đóng góp hôm nay và sẽ tiếp tục cho đến khi bạn hủy. Để hủy, hãy gửi email cho chúng tôi theo địa chỉ <a href="mailto:%(email)s">%(email)s</a>.

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
ca: Altres maneres de donar: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Xec</a>
cs: Další způsoby darování: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">šek</a>
cy: Ffyrdd eraill o roi: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Sieciau</a>
da: Andre måder at give bidrag på: <a href="%(wire_transfer_url)s">Pengeoverførsel eller SEPA</a> | <a href="%(check_url)s">Check</a>
de: Weitere Spendenmöglichkeiten: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Scheck</a>
es: Otras maneras de dar: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Cheque</a>
fr: Autres façons de faire un don : <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">chèque</a>
fy_nl: Oare manieren om te jaan: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Sjek</a>
ia: Altere manieras pro donar: <a href="%(wire_transfer_url)s">transferentia bancari SEPA/BACS</a> | <a href="%(check_url)s">Cheque</a>
kab: Iberdan-nniḍen akken ad tmuddeḍ: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Ccik</a>
pa_in: ਦਾਨ ਦੇ ਹੋਰ ਢੰਗ ਵੇਖੋ: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
ro: Alte modalități pentru donații: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Cec</a>
sq: Rrugë të tjera për të dhënë diçka: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Çek</a>
th: วิธีอื่นในการบริจาค: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">ใบสั่งจ่าย</a>
uk: Інші способи зробити внесок: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Чек</a>

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="%(help_url)s">Contact us</a>.
ca: Teniu problemes per fer el donatiu? Vegeu les <a href="%(faq_url)s">preguntes més freqüents</a> per obtenir respostes a les preguntes més habituals. Encara teniu problemes? <a href="%(help_url)s">Contacteu-nos</a>.
cs: Nedaří se vám dar odeslat? Podívejte se do <a href="%(faq_url)s">často kladených otázek</a>. Nepomohlo? <a href="%(help_url)s">Kontaktujte nás</a>.
cy: Problemau wrth roi? Ewch i'n <a href="%(faq_url)s">Cwestiynau Cyffredin</a> i gael atebion i'r cwestiynau mwyaf cyffredin. Yn dal i gael problemau? <a href="%(help_url)s">Cysylltwch â ni</a>.
da: Har du problemer med at give et bidrag? Se vores <a href="%(faq_url)s">FAQ</a> med svar på de oftest stillede spørgsmål. Stadig problemer? <a href="%(help_url)s">Kontakt os</a>.
de: Probleme beim Spenden? In unseren <a href="%(faq_url)s">FAQ</a> finden Sie Antworten auf die häufigsten Fragen. Sie haben noch Probleme? <a href="%(help_url)s">Melden Sie sich bei uns.</a>
el: Προβλήματα με τη δωρεά; Επισκεφτείτε τις <a href="%(faq_url)s">συχνές ερωτήσεις</a> για απαντήσεις στις πιο συνηθισμένες ερωτήσεις. Αντιμετωπίζετε ακόμα προβλήματα; <a href="%(help_url)s">Επικοινωνήστε μαζί μας</a>.
es: ¿Tuviste problemas al donar? Visita nuestras <a href="%(faq_url)s">preguntas frecuentes</a> para ver la respuesta a las consultas más comunes. ¿Sigues sin poder solucionar tu problema? <a href="%(help_url)s">Ponte en contacto</a>.
fr: Des problèmes pour faire un don ? <a href="%(faq_url)s">Consultez notre FAQ</a> pour trouver les réponses aux questions les plus courantes. Cela n’a pas résolu vos problèmes ? <a href="%(help_url)s">Contactez-nous</a>.
fy_nl: Problemen mei donearjen? Gean nei ús <a href="%(faq_url)s">FAQ</a> foar antwurden op de meast stelde fragen. Hawwe jo noch hieltyd problemen? <a href="%(help_url)s">Nim dan kontakt op</a>.
ia: Problemas con le donation? Visita nostre <a href="%(faq_url)s">folio a questiones</a> pro responsas al questiones plus commun. Ancora problemas? <a href="%(help_url)s">Contacta nos</a>.
it: Problemi con la donazione? Consulta le risposte alle domande più comuni nella pagina <a href="%(faq_url)s">FAQ</a>. Non hai trovato la soluzione al tuo problema? <a href="%(help_url)s">Contattaci</a>.
ja: 寄付で問題が起こった時は、<a href="%(faq_url)s">FAQ</a> のページでよくある質問を確認してください。まだ問題が解決できない場合は、<a href="%(help_url)s">お問い合わせください</a>。
kab: Tesɛiḍ uguren deg tikci n tewsa? Rzu ɣer <a href="%(faq_url)s">FAQ</a> i tifin n tririt ɣef isteqsiyen yezgan ttuɣalen-d. Mazal uguren? <a href="%(help_url)s">Nermes-aɣ-d</a>.
ro: Probleme cu donațiile? Intră pe <a href="%(faq_url)s">Întrebări frecvente</a> și caută răspunsuri la cele mai frecvente întrebări. Tot mai ai probleme? <a href="%(help_url)s">Contactează-ne</a>.
sq: Probleme me dhurimin? Për përgjigje ndaj pyetjeve më të rëndomta vizitoni <a href="%(faq_url)s">PBR</a> tonë. Keni ende probleme? <a href="%(help_url)s">Lidhuni me ne</a>.
th: มีปัญหาในการบริจาค? ไปที่ <a href="%(faq_url)s"> คำถามที่พบบ่อย </a> เพื่อรับคำตอบสำหรับคำถามทื่ถามบ่อย ยังมีปัญหาอีก? <a href="%(help_url)s"> ติดต่อเรา </a>
uk: Не вдається зробити внесок? Перегляньте <a href="%(faq_url)s">поширені запитання</a>, щоб отримати відповіді на найпоширеніші запитання. Все ще залишилися запитання? <a href="%(help_url)s">Зв'яжіться з нами</a>.
vi: Sự cố khi quyên góp? Truy cập <a href="%(faq_url)s">Câu hỏi thường gặp</a> của chúng tôi để có câu trả lời cho hầu hết các câu hỏi phổ biến. Vẫn có vấn đề? <a href="%(help_url)s">Liên hệ với chúng tôi</a>.
