Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: Please remember that donations are deductible for U.S. income tax purposes only.
ca: Recordeu que els donatius només poden deduir-se a efectes de l'impost sobre la renda dels Estats Units.
cs: Dary jsou uznatelné pouze pro daň z příjmů ve Spojených státech.
cy: Cofiwch fod rhoddion yn ddidynadwy at ddibenion treth incwm yn yr Unol Daleithiau yn unig.
da: Husk at bidrag kun er fradragsberettigede i forbindelse med amerikansk indkomstskat.
de: Bitte beachten Sie, dass Spenden nur im Rahmen der US-Einkommenssteuer absetzbar sind.
es: Recordamos que las donaciones son fiscalmente deducibles solo en los Estados Unidos.
fr: Nous vous rappelons que ces dons sont déductibles uniquement aux États-Unis dans le cadre des impôts sur le revenu.
fy_nl: Hâld der rekkening mei dat donaasjes allinnich foar de ynkomstebelesting yn de FS ôf te lûken binne.
ia: Rememora que le donationes es deducibile solo pro propositos de taxa de renta SUA.
kab: Ma ulac aɣilif cfu belli tawsa tettwakas-d seg tevzart n tjeṛnaṭ ḥala deg U.S.
pa_in: ਯਾਦ ਰੱਖੋ ਕਿ ਦਾਨ ਸਿਰਫ਼ ਅਮਰੀਕੀ ਆਮਦਨ ਕਰ ਮਕਸਦਾਂ ਲਈ ਕਟੌਤੀਆਂ ਵਜੋਂ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ।
ro: Îți reamintim că donațiile sunt cheltuieli deductibile în scopul impozitului pe venit numai în SUA.
sq: Ju lutemi, mos harroni që dhurimet janë të lehtësueshme nga tatimi vetëm për tatim të ardhurash në ShBA.
th: โปรดทราบว่าเงินบริจาคสามารถหักลดหย่อนภาษีได้เฉพาะผู้เสียภาษีเงินได้ในสหรัฐอเมริกาเท่านั้น
uk: Зауважте, що ваш внесок не оподатковується лише податком на прибуток в США.

source: If your bank requests our physical address, it is %(address)s.
ca: Si el banc us sol·licita la nostra adreça física, és %(address)s.
cs: Pokud vaše banka požaduje naši fyzickou adresu, je to %(address)s.
cy: Os yw'ch banc yn gofyn am ein cyfeiriad, ein cyfeiriad yw %(address)s
da: Hvis din bank kræver vores fysiske adresse, er den %(address)s.
de: Wenn Ihre Bank unsere Hausanschrift benötigt: diese lautet %(address)s.
es: Si tu banco te pide una dirección física, es %(address)s.
fr: Si votre banque demande notre adresse postale, indiquez %(address)s.
fy_nl: As jo bank ús fysike adres fereasket, is dit %(address)s.
ia: Si tu banca require nostre adresse physic, ecce lo: %(address)s.
kab: Ma yella tabankat tessuter-d tansa-nneɣ n lpusṭa, mudd %(address)s.
pa_in: ਜੇ ਤੁਹਾਡੀ ਬੈਂਕ ਸਾਡੇ ਅਸਲ ਸਿਰਨਾਵਾਂ ਬਾਰੇ ਪੁੱਛਦੀ ਹੈ ਤਾਂ ਇਹ %(address)s ਹੈ।
ro: Dacă banca solicită adresa noastră poștală, acesta este: %(address)s.
sq: Nëse banka kërkon adresën tonë fizike, ajo është %(address)s.
th: หากธนาคารของคุณร้องขอที่อยู่จริงของเรา ที่อยู่ของเราคือ %(address)s
uk: Якщо ваш банк просить надати нашу фізичну адресу, ось вона — %(address)s.

source: Euros:
cs: Eura:
cy: Ewros:
da: Euro:
de: Euro:
kab: Uruten:
pa_in: ਯੂਰੋ:
ro: Euro:
sq: Euro:
th: ยูโร:
uk: Євро:

source: Account Currency:
ca: Divisa del compte:
cs: Měna účtu:
cy: Arian y Cyfrif:
da: Kontovaluta:
de: Kontowährung:
es: Divisa de la cuenta:
fr: Monnaie du compte :
fy_nl: Accountfaluta:
ia: Moneta del conto:
kab: Tadrimt n umiḍan:
pa_in: ਖਾਤਾ ਕਰੰਸੀ:
ro: Moneda contului:
sq: Monedhë Llogarie:
th: หน่วยเงินของบัญชี:
uk: Валюта рахунку:

source: Euro (EUR)
cy: Ewro (EUR)
kab: Uru (Turuft)
pa_in: ਯੂਰੋ (EUR)
th: ยูโร (EUR)
uk: Євро (EUR)

source: Receiving Bank (Pay to):
ca: Banc del beneficiari (paga a):
cs: Přijímající banka (vyplatit):
cy: Banc Derbyn (Talu i):
da: Modtagerbank (Betal til):
de: Erhaltendes Kreditinstitut (Zahlbar an):
es: Banco del beneficiario:
fr: Banque du bénéficiaire :
fy_nl: Untfangende bank (Betelje oan):
ia: Banca recipente (Pagar a):
kab: Tabankat n uremmas (Lexlaṣ i):
pa_in: ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ ਬੈਂਕ (Pay to):
ro: Banca beneficiarului (plată către):
sq: Banka Marrëse (Paguajani):
th: ธนาคารที่รับเงิน (ชำระเงินให้):
uk: Банк одержувач (оплата для):

source: City & Country/Region:
ca: Ciutat i país/regió:
cs: Město a stát/oblast:
cy: Tref/Dinas a Gwlad/Rhanbarth:
da: By og land/region:
de: Stadt und Land/Region:
es: Ciudad y país/región:
fr: Ville et pays :
fy_nl: Stêd en lân/regio:
ia: Citate & Pais/Region:
kab: Tamdint & Tamurt/Tamnaḍt:
pa_in: ਸ਼ਹਿਰ ਅਤੇ ਦੇਸ਼ /ਖੇਤਰ:
ro: Orașul și țara/regiunea:
sq: Qytet & Vend/Rajon:
th: เมืองและประเทศ/ภูมิภาค:
uk: Місто та країна/регіон:

source: Frankfurt, Germany
ca: Frankfurt, Alemanya
cs: Frankfurt, Německo
cy: Frankfurt, yr Almaen
da: Frankfurt, Tyskland
de: Frankfurt, Deutschland
es: Frankfurt, Alemania
fr: Francfort, Allemagne
fy_nl: Frankfurt, Dútslân
ia: Francforte, Germania
kab: Frankfurt, Alman
pa_in: ਫਰੈਂਕਫਰਟ, ਜਰਮਨੀ
ro: Frankfurt, Germania
sq: Frankfurt, Gjermani
th: แฟรงก์เฟิร์ต เยอรมนี
uk: Франкфурт, Німеччина

source: SWIFT/BIC Code:
ca: Codi SWIFT/BIC:
cs: SWIFT/BIC kód:
cy: Cod SWIFT/BIC:
da: SWIFT/BIC-kode:
es: Código SWIFT/BIC:
fr: Code BIC / SWIFT :
fy_nl: SWIFT-/BIC-koade:
ia: Codice SWIFT/BIC:
kab: Tangalt SWIFT/BIC:
pa_in: SWIFT/BIC ਕੋਡ:
ro: Cod SWIFT/BIC:
sq: Kod SWIFT/BIC:
th: รหัส SWIFT/BIC:
uk: Код SWIFT/BIC:

source: Beneficiary Name (For credit to):
ca: Nom del beneficiari (receptor del crèdit):
cs: Jméno příjemce:
cy: Enw Buddiolwr (Er budd i):
da: Modtagerens navn:
de: Name des Begünstigten (für Kredite an):
es: Nombre del beneficiario:
fr: Nom du bénéficiaire (ordre) :
fy_nl: Namme fan begeunstige (Kreditearje oan):
ia: Nomine del beneficiario (Pro credito a):
kab: ISem n uremmas (i usmad i):
pa_in: ਲਾਭਪਾਤਰ ਦਾ ਨਾਂ (ਕਰੈਡਿਟ ਲਈ):
ro: Numele beneficiarului (creditare către):
sq: Emri i Përfituesit (Edhe për kredit):
th: ชื่อผู้รับผลประโยชน์ (สำหรับเครดิตถึง):
uk: Ім'я отримувача:

source: British Pound Sterling:
ca: Lliura esterlina:
cs: Britské libry:
cy: Sterling, Punt Prydain:
da: Britiske pund:
de: Britische Pfund Sterling:
es: Libras esterlinas:
fr: Livres sterling :
fy_nl: Britske pûn sterling:
ia: Libra sterling britannic:
kab: Ipawnden n tgelda yedduklen:
pa_in: ਬ੍ਰਿਟਿਸ਼ ਪੌਂਡ ਸਟਰਲਿੰਗ:
ro: Lire sterline:
sq: Sterlina Britanike:
th: ปอนด์สเตอริงอังกฤษ:
uk: Британський фунт стерлінгів:

source: British Pound Sterling (GBP)
ca: Lliura esterlina (GBP)
cs: Britská libra (GBP)
cy: Sterling, Punt Prydain (GBP)
da: Britisk pund (GBP)
de: Britische Pfund Sterling (GBP)
es: Libras esterlinas (GBP)
fr: Livre sterling (GBP)
fy_nl: Britske pûn sterling (GBP)
ia: Libra sterling britannic (GBP)
kab: Apawnd Sterling n Britanya (GBP)
pa_in: ਬ੍ਰਿਟਿਸ਼ ਪੌਂਡ ਸਟਰਲਿੰਗ (GBP)
ro: Lire sterline (GBP)
sq: Sterlina Britanike (GBP)
th: ปอนด์สเตอริงอังกฤษ (GBP)
uk: Британський фунт стерлінгів (GBP)

source: London, United Kingdom
ca: Londres, Regne Unit
cs: Londýn, Velká Británie
cy: Llundain, y Deyrnas Unedig
da: London, England
de: London, Vereinigtes Königreich
es: Londres, Reino Unido
fr: Londres, Royaume-Uni
fy_nl: Londen, Ferienige Keninkryk
ia: London, Regno Unite
kab: London, Tagduda Yedduklen
pa_in: ਲੰਡਨ, ਯੂਨਾਇਟੇਡ ਕਿੰਗਡਮ
ro: Londra, Regatul Unit
sq: Londër, Mbretëria e Bashkuar
th: ลอนดอน สหราชอาณาจักร
uk: Лондон, Великобританія

source: Bank Sort Code:
ca: Codi d'identificació bancària:
cs: Bankovní třídící kód:
cy: Cod Trefnu'r Banc:
de: Bankleitzahl:
es: Código bancario:
fr: Code guichet :
fy_nl: Bankkoade:
ia: Codice banca:
kab: Tangalt n tbankat:
pa_in: ਬੈਂਕ ਸੌਰਟ ਕੋਡ:
ro: Codul de sort al băncii:
sq: Kod Sort i Bankës:
th: รหัสธนาคาร:
uk: Код філії банку:

source: Account Number (8 digits):
ca: Número de compte (8 dígits):
cs: Číslo účtu (8 číslic):
cy: Rhif Cyfrif (8 digid):
da: Kontonummer (8 cifre):
de: Kontonummer (8 Stellen):
es: Número de cuenta (8 dígitos):
fr: Numéro du compte (8 chiffres) :
fy_nl: Rekkeningnûmer (8 sifers):
ia: Numero de conto (8 cifras):
kab: Uṭṭun n umiḍan (8 n izwilen):
pa_in: ਖਾਤਾ ਨੰਬਰ (8 ਅੰਕ):
ro: Numărul contului (8 cifre):
sq: Numër Llogarie (8 shifra):
th: หมายเลขบัญชี (8 หลัก):
uk: Номер рахунку (8 цифр):

source: Donation of Stock/Securities:
ca: Donatiu en accions/títols:
cs: Darování akcií a cenných papírů:
cy: Rhoi Stoc/Gwarantau:
da: Bidrag i form af aktier/værdipapirer:
de: Spende von Aktien/Wertpapieren:
el: Δωρεά μετοχών/τίτλων:
es: Donación de acciones/valores:
fr: Don d’actions / de titres :
fy_nl: Donearje fan oandielen/effekten:
ia: Donation de stock/valores:
it: Donazione di azioni o altri titoli
ja: 株式または証券の寄付:
kab: Tawsa n tigawt/izwilen:
sq: Dhurim Aksionesh/Letrash Me Vlerë:
th: การบริจาคหุ้น/หลักทรัพย์:
uk: Внески акціями/цінними паперами:
vi: Tặng cổ phiếu/chứng khoán:

source: The Mozilla Foundation is happy to accept your gift of publicly-traded stocks or bonds through our brokerage account at Northern Trust Securities. Please contact Major Gift Officer %(name)s at <a href="mailto:%(email)s">%(email)s</a> to initiate the process.
cs: Mozilla Foundation přijímá dary ve formě veřejně obchodovatelných akcií nebo dluhopisů skrze svůj makléřský účet vedený u Northern Trust Securities. V případě zájmu kontaktujte %(name)s na adrese <a href="mailto:%(email)s">%(email)s</a>.
cy: Mae'r Mozilla Foundation yn hapus i dderbyn eich rhodd o stociau neu fondiau sy'n cael eu masnachu'n gyhoeddus trwy ein cyfrif broceriaeth yn Northern Trust Securities. Cysylltwch â'n Major Gift Officer %(name)s drwy <a href="mailto:%(email)s">%(email)s</a> i gychwyn y broses.
da: Mozilla Foundation modtager med glæde din gave i form af offentligt handlede aktier og obligationer via vores mæglerkonto hos Northern Trust Securities. Kontakt Major Gift Officer %(name)s via mail <a href="mailto:%(email)s">%(email)s</a> for at påbegynde processen.
de: Die Mozilla Foundation nimmt Ihre Zuwendung von öffentlich gehandelten Aktien oder Anleihen gerne über unser Brokerage-Konto bei Northern Trust Securities entgegen. Bitte kontaktieren Sie unseren Spendenbeauftragten %(name)s unter <a href="mailto:%(email)s">%(email)s</a>, um den Vorgang einzuleiten.
el: Το Ίδρυμα Mozilla θα δεχθεί με χαρά τη δωρεά μετοχών ή ομολόγων σας με δημόσια διαπραγμάτευση μέσω του λογαριασμού μεσιτείας μας στη Northern Trust Securities. Επικοινωνήστε με τον υπεύθυνο μεγάλων δωρεών, %(name)s, στη διεύθυνση <a href="mailto:%(email)s">%(email)s</a> για να ξεκινήσετε τη διαδικασία.
es: La Fundación Mozilla también acepta donaciones en forma de acciones o bonos que cotizan en bolsa a través de nuestra cuenta de corretaje en Northern Trust Securities. Rogamos ponte en contacto con Major Gift Officer %(name)s en <a href="mailto:%(email)s">%(email)s</a> para iniciar el proceso.
fr: La Fondation Mozilla sera ravie d’accepter votre don d’actions ou d’obligations cotées en bourse via notre compte de courtage chez Northern Trust Securities. Veuillez contacter le responsable principal des dons %(name)s à l’adresse <a href="mailto:%(email)s">%(email)s</a> pour entamer la démarche.
fy_nl: De Mozilla Foundation akseptearret graach jo skinking fan iepenbier ferhannelbere oandielen of obligaasjes fia ús effektenrekkening by Northern Trust Securities. Nim kontakt op mei Major Gift Officer %(name)s fia <a href="mailto:%(email)s">%(email)s</a> om it proses te starten.
ia: Le Fundation Mozilla es felice de acceptar donationes de stocks o obligationes quotate a transverso nostre conto de valores a Northern Trust Securities. Contacta le responsabile principal de donationes %(name)s al adresse <a href="mailto:%(email)s">%(email)s</a> pro comenciar le procedura.
it: Mozilla Foundation è lieta di accettare donazioni di azioni o obbligazioni quotate in borsa tramite il nostro conto di intermediazione presso Northern Trust Securities. Contatta %(name)s, il “Major Gift Officer”, all’indirizzo <a href="mailto:%(email)s">%(email)s</a> per avviare il processo.
ja: Mozilla Foundation は、Northern Trust 証券の証券口座を通じて、上場株式または債券のギフトを喜んで受け入れます。手続きを開始するには、Major Gift Officer の %(name)s にメールでお問い合わせください: <a href="mailto:%(email)s">%(email)s</a>
sq: Mozilla Foundation është e gëzuar të pranojë dhuratën tuaj në aksione ose bono të tregtueshme publikisht, përmes llogarisë tonë në Northern Trust Securities. Ju lutemi, lidhuni me Major Gift Officer %(name)s përmes <a href="mailto:%(email)s">%(email)s</a> që të filloni procesin.
th: มูลนิธิ Mozilla ยินดีรับของขวัญจากหุ้นที่ซื้อขายในตลาดหลักทรัพย์หรือพันธบัตรผ่านบัญชีนายหน้าของเราที่ Northern Trust Securities โปรดติดต่อ Major Gift Officer %(name)s ที่ <a href="mailto:%(email)s">%(email)s</a> เพื่อเริ่มดำเนินการ
uk: Mozilla Foundation радо прийме ваш подарунок акціями або облігаціями з відкритих торгів, через наш брокерський рахунок у Northern Trust Securities. Зв’яжіться зі спеціалістом з подарунків %(name)s за адресою <a href="mailto:%(email)s">%(email)s</a>, щоб почати процес.
vi: Tổ chức Mozilla vui mừng nhận quà của bạn là cổ phiếu hoặc trái phiếu được giao dịch công khai thông qua tài khoản môi giới của chúng tôi tại Northern Trust Securities. Vui lòng liên hệ với nhân viên quản lý quà tặng %(name)s tại <a href="mailto:%(email)s">%(email)s</a> để bắt đầu quá trình.

source: Check (via postal service)
ca: Xec (mitjançant servei postal)
cs: Šek (pozemní poštou)
cy: Sieciau (trwy'r gwasanaeth post)
da: Check (via postvæsenet)
de: Scheck (per Post)
el: Επιταγή (μέσω ταχυδρομείου)
es: Cheque (por correo postal)
fr: Chèque (par voie postale)
fy_nl: Sjek (fia post)
he: המחאה (דרך שירותי דואר)
ia: Cheque (via servicio postal)
it: Assegno (tramite posta ordinaria)
ja: 小切手 (郵送)
kab: Ccik (s uweẓlu n tanazant)
pa_in: ਚੈੱਕ ਕਰੋ (ਪੋਸਟਲ ਸੇਵਾ ਰਾਹੀਂ)
ro: Cec (prin serviciu poștal)
sq: Çek (përmes shërbimit postar)
th: ใบสั่งจ่าย (ผ่านบริการไปรษณีย์)
uk: Чек (поштовою службою)
vi: Séc (qua dịch vụ bưu chính)

source: UPDATE October 2020:
cs: AKTUALIZACE srpen 2020:
cy: DIWEDDARIAD Hydref 2020:
da: OPDATERING Oktober 2020:
de: Änderung vom Oktober 2020:
el: ΕΝΗΜΕΡΩΣΗ Οκτωβρίου 2020:
es: ACTUALIZACIÓN octubre de 2020:
fr: MISE À JOUR d’octobre 2020 :
fy_nl: UPDATE oktober 2020:
he: עדכון אוקטובר 2020:
ia: ACTUALISATE octobre 2020:
it: Aggiornamento ottobre 2020:
ja: 2020 年 10 月の更新:
kab: LQEM n tubeṛ 2020:
pa_in: ਅੱਪਡੇਟ ਅਕਤੂਬਰ, 2020:
sq: PËRDITËSIM, tetor, 2020:
th: อัพเดทเดือนตุลาคม 2563:
uk: ОНОВЛЕННЯ жовтня 2020 року:
vi: CẬP NHẬT Tháng 10 năm 2020:

source: The Mozilla Foundation is happy to accept your donation (made payable to “Mozilla Foundation”) via check; however please note that processing and acknowledgment of your gift may be delayed by changes to our office procedures due to the COVID-19 pandemic. You can send checks to:
cs: Mozilla Foundation přijímá dary (splatné pro „Mozilla Foundation“) formou šeku. Pamatujte ale prosím, že zpracování a přijetí vašeho daru může z důvodu změn v provozu našich kanceláří v době pandemie COVID-19 trvat delší dobu. Svůj šek můžete zaslat na adresu:
cy: Mae'r Mozilla Foundation yn hapus i dderbyn eich rhodd (yn daladwy i'r “Mozilla Foundation”) trwy siec; fodd bynnag, nodwch y gallai prosesu a chydnabod eich rhodd gael ei ohirio gan newidiadau i'n gweithdrefnau swyddfa oherwydd y pandemig COVID-19. Gallwch anfon sieciau at:
da: Mozilla Foundation modtager med glæde dit bidrag (udstedes til "Mozilla Foundation") via check. Bemærk dog, at behandlingen og bekræftelsen af ​​din donation kan blive forsinket på grund af ændringer i vores kontorprocedurer på grund af COVID-19-pandemien. Du kan sende checks til:
de: Die Mozilla Foundation nimmt Ihre Spende (zahlbar an die „Mozilla Foundation“) gerne per Scheck entgegen. Bitte beachten Sie jedoch, dass die Bearbeitung und Bestätigung Ihrer Spende durch Änderungen unserer Büroabläufe aufgrund der COVID-19-Pandemie verzögert werden kann. Sie können Schecks an folgende Adresse senden:
el: Το Ίδρυμα Mozilla θα δεχθεί με χαρά τη δωρεά σας (καταβλητέα στο “Mozilla Foundation”) μέσω επιταγής· ωστόσο, παρακαλούμε σημειώστε ότι η επεξεργασία και η αναγνώριση της συνεισφοράς σας ενδέχεται να καθυστερήσει λόγω των αλλαγών για την πανδημία COVID-19. Μπορείτε να στείλετε τις επιταγές σας στη διεύθυνση:
es: La Fundación Mozilla también acepta donaciones mediante cheque bancario (pagadero a “Mozilla Foundation”). Sin embargo, debes tener en cuenta que el procesamiento y el reconocimiento de tu donación pueden sufrir retrasos debido a cambios aplicados en nuestra oficina debido a la pandemia de COVID-19. Puedes enviar tu cheque a:
fr: La Fondation Mozilla accepte volontiers votre don (à l’ordre de « Mozilla Foundation ») par chèque ; toutefois, veuillez noter que le traitement et l’accusé de réception de votre don peuvent être retardés en raison de changements de nos procédures liés à la pandémie de COVID-19. Vous pouvez envoyer des chèques à l’adresse :
fy_nl: De Mozilla Foundation akseptearret graach jo donaasje (ta namme fan ‘Mozilla Foundation’) fia sjek; hâld der echter rekkening mei dat it ferwurkjen en befêstigjen fan jo jefte fertraging oprinne kin, troch wizigingen yn ús kantoarprosedueren ta gefolch fan de COVID-19-pandemy. Jo kinne sjeks ferstjoere nei:
ia: Le Fundation Mozilla es felice de acceptar tu donation (rendite pagabile a “Mozilla Foundation”) via cheque; totevia nota que le procedura e le recognition de tu dono pote esser retardate per cambiamentos a nostre proceduras de officio per le pandemia de COVID-19. Tu pote inviar le cheques a:
it: Mozilla Foundation è lieta di accettare donazioni tramite assegno intestato a “Mozilla Foundation”; tuttavia si fa presente che l’elaborazione e l’accettazione della donazione potrebbero subire dei ritardi a fronte di cambiamenti nelle nostre procedure di ufficio causati dalla pandemia di COVID-19. Puoi inviare gli assegni a:
ja: Mozilla Foundation は、小切手での (“Mozilla Foundation” に支払われる） 寄付を喜んで受け入れます。ただし、COVID-19 の感染症拡大によりオフィスの手続きが変更されたため、ギフトの処理と承認が遅れる場合がありますのでご注意ください。小切手は次の宛先へお送りください:
sq: Mozilla Foundation është e gëzuar të pranojë dhurimin tuaj (të pagueshëm për “Mozilla Foundation”) përmes çeqesh; por, ju lutemi, kini parasysh se përpunimi dhe pranimi i dhuratës tuaj mund të vonohet nga ndryshime te procedura të zyrës tonë për shkak të pandemisë COVID-19. Mund të dërgoni çeqe te:
th: Mozilla Foundation ยินดีรับเงินบริจาคของคุณ (จ่ายให้กับ “Mozilla Foundation”) ผ่านเช็ค อย่างไรก็ตาม โปรดทราบว่าการประมวลผลและการตอบรับของขวัญของคุณอาจล่าช้าเนื่องจากการเปลี่ยนแปลงขั้นตอนการทำงานในสำนักงานของเราอันเนื่องมาจากการระบาดใหญ่ของโควิด-19 คุณสามารถส่งเช็คไปที่:
uk: Mozilla Foundation з радістю приймає вашу допомогу (що виплачується до “Mozilla Foundation”) чеком; проте зверніть увагу, що обробка та підтвердження вашого подарунка може затриматись через зміни в наших офісних процедурах через пандемію COVID-19. Ви можете надіслати чеки на адресу:
vi: Tổ chức Mozilla rất vui khi chấp nhận khoản đóng góp của bạn (được trả cho “Mozilla Foundation”) qua séc; tuy nhiên, xin lưu ý rằng việc xử lý và nhận quà của bạn có thể bị trì hoãn do những thay đổi đối với thủ tục văn phòng của chúng tôi do đại dịch COVID-19. Bạn có thể gửi séc tới:

source: Please include your email address on the memo line of your check to help us track and attribute your gift.
cs: Abychom vám mohli přisoudit váš dar, vepište prosím na šeku do poznámky svou e-mailovou adresu.
cy: Cofiwch gynnwys eich cyfeiriad e-bost ar linell memo eich siec i'n helpu i olrhain a phriodoli'ch rhodd.
da: Inkludér din mailadresse i checkens memo-felt, så vi kan spore og tildele din gave.
de: Bitte geben Sie Ihre E-Mail-Adresse im Verwendungszweck Ihres Schecks an, damit wir Ihre Spende nachverfolgen und zuordnen können.
el: Παρακαλούμε γράψτε τη διεύθυνση email σας στη γραμμή υπομνήματος της επιταγής σας, ώστε να μας βοηθήσετε να εντοπίσουμε και να αναγνωρίσουμε τη δωρεά σας.
es: Incluye tu dirección de correo electrónico en la línea del concepto del cheque para ayudarnos a localizar y atribuirte la donación.
fr: Veuillez inclure votre adresse électronique sur la ligne mémo de votre chèque pour nous aider à suivre et à attribuer votre don.
fy_nl: Fermeld jo e-mailadres yn de memorigel fan jo sjek, om ús te helpen jo jefte te folgjen en ta te skriuwen.
ia: Per favor include tu adresse e-mail sur le linea memento de tu cheque pro adjutar nos a traciar e attribuer tu dono.
it: Includi il tuo indirizzo email nel campo “memo” del tuo assegno per aiutarci a tracciare e attribuire la tua donazione.
ja: 小切手のメモ欄にあなたのメールアドレスを記入して、私たちがギフトの追跡と帰属を確認できるようにしてください。
sq: Ju utemi, përfshini adresën tuaj email te rreshti memo i çekut tuaj, që të na ndihmoni të ndjekim dhe t’ju atribuojmë dhuratën tuaj.
th: โปรดระบุที่อยู่อีเมลของคุณในส่วนบันทึกของเช็คเพื่อช่วยเราติดตามและระบุแหล่งที่มาของของขวัญของคุณ
uk: Будь ласка, введіть свою адресу електронної пошти в рядок примітки вашого чека, щоб допомогти нам відстежувати та позначити ваш подарунок.
vi: Vui lòng ghi địa chỉ email của bạn vào dòng ghi nhớ của séc để giúp chúng tôi theo dõi và xác định quà tặng của bạn.
