Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to <a href='mailto:%(email)s'>%(email)s</a>, and that I may only request a refund within 15 days from the date of a donation.
ca: Autoritzo a Mozilla Foundation a fer un càrrec automàtic de la meva targeta cada mes per l'import indicat anteriorment, a partir d'avui i de forma continuada el mateix dia de cada mes, fins que ho cancel·li. Entenc que he de cancel·lar com a mínim 5 dies abans del següent donatiu programat mitjançant un correu electrònic a <a href='mailto:%(email)s'>%(email)s</a> i que només puc sol·licitar un reembossament dins dels 15 dies següents a la data del donatiu.
cs: Souhlasím s tím, aby Mozilla Foundation strhla z mé platební karty výše uvedenou částku a nadále tak činila s měsíční pravidelností, dokud tento souhlas nezruším. Uvědomuji si, že opakování platby je třeba zrušit alespoň 5 dní před jejím provedení zasláním žádosti na adresu <a href='mailto:%(email)s'>%(email)s</a>, a že o vrácení peněz mohu požádat pouze do uplynutí 15 dní od zaslání daru.
cy: Rwy'n awdurdodi'r Mozilla Foundation i godi tâl ar fy ngherdyn yn awtomatig bob mis am y swm sy'n cael ei nodi uchod, gan ddechrau heddiw a pharhau bob mis ar yr un diwrnod, nes i mi ei atal. Rwy'n deall bod yn rhaid i mi ei atal o leiaf 5 diwrnod cyn y rhodd nesaf a drefnwyd trwy e-bost i <a href='mailto:%(email)s'>%(email)s</a>, ac mai dim ond o fewn 15 diwrnod o ddyddiad rhodd y gallaf ofyn am ad-daliad.
da: Jeg bemyndiger Mozilla Foundation til automatisk at hæve det ovenfor anførte beløb på mit kort hver måned fra og med i dag, og gøre det hver måned på samme månedsdag, indtil jeg annullerer betalingen. Jeg er indforstået med, at jeg skal annullere betalingen mindst 5 dage før den næste planlagte betaling via mail til <a href='mailto:%(email)s'>%(email)s</a>, og at jeg kun kan anmode om at få refunderet beløbet inden for 15 dage fra dagen for en donation.
de: Ich ermächtige die Mozilla Foundation, meine Karte monatlich mit dem oben angegebenen Betrag zu belasten. Dies beginnt mit dem heutigen Tag und wiederholt sich jeden Monat am gleichen Tag, bis ich den Auftrag storniere. Ich verstehe, dass ich den Auftrag mindestens 5 Tage vor der nächsten Spende per E-Mail an <a href='mailto:%(email)s'>%(email)s</a> stornieren muss und dass ich eine Erstattung nur innerhalb von 15 Tagen vom Datum der Spende beantragen kann.
el: Εξουσιοδοτώ το Ίδρυμα Mozilla να χρεώνει αυτόματα την κάρτα μου κάθε μήνα με το ποσό που αναφέρεται παραπάνω, ξεκινώντας από σήμερα και συνεχίζοντας κάθε μήνα την ίδια μέρα, μέχρι να ακυρώσω. Κατανοώ ότι πρέπει να ακυρώσω τουλάχιστον 5 ημέρες πριν από την επόμενη προγραμματισμένη δωρεά μέσω email στο <a href='mailto:%(email)s'>%(email)s</a> και ότι μπορώ να ζητήσω επιστροφή χρημάτων μόνο εντός 15 ημερών από την ημερομηνία της δωρεάς.
es: Autorizo a la Fundación Mozilla para que realice un cargo automáticamente a mi tarjeta cada mes por la cantidad que se indica arriba, a partir de hoy y mensualmente en el mismo día, hasta que yo lo cancele. Entiendo que debo cancelar por lo menos 5 días antes de la siguiente donación programada, mediante correo electrónico a <a href='mailto:%(email)s'>%(email)s</a>, y que podré solicitar un reembolso únicamente dentro de los 15 días a partir de la fecha de una donación.
fr: J’autorise la Fondation Mozilla à prélever automatiquement ma carte chaque mois du montant mentionné ci-dessus, à compter d’aujourd’hui et tous les mois suivants le même jour jusqu’à mon annulation. Je comprends que je dois annuler par courrier électronique à l’adresse <a href='mailto:%(email)s'>%(email)s</a> au moins 5 jours avant le prochain don programmé, et que je peux uniquement solliciter un remboursement dans les 15 jours suivant la date du don.
fy_nl: Ik machtigje Mozilla Foundation om myn kaart elke moanne automatysk te belêsten mei it hjirboppe oanjûne bedrach, fan hjoed ôf en elke moanne op deselde dei, oant ik annulearje. Ik begryp dat ik op syn minst 5 dagen foar de folgjende plande donaasje per e-mail oan <a href='mailto:%(email)s'>%(email)s</a> annulearje moat en dat ik allinnich in werombetelling oanfreegje kin binnen 15 dagen nei de datum fan in donaasje.
ia: Io autorisa Mozilla Fundation a cargar automaticamente mi carta cata mense del amonta indicate supra, initiar hodie e continuar cata mense al mesme die, usque io cancellara. Io comprende que io debe cancellar al minus 5 dies ante le sequente donation programmate per e-mail a <a href='mailto:%(email)s'>%(email)s</a>, e que io pote requirer un reimbursamento solo intra 15 dies del data de un donation.
it: Autorizzo Mozilla Foundation ad addebitare automaticamente sulla carta l’importo mensile indicato, a partire da oggi e continuando lo stesso giorno ogni mese, fino alla mia revoca. Sono consapevole che devo revocare il pagamento almeno 5 giorni prima della successiva donazione pianificata, inviando un’email a <a href='mailto:%(email)s'>%(email)s</a> e che posso richiedere un rimborso unicamente entro 15 giorni dalla data di una donazione.
ja: 私がキャンセルするまでの間、Mozilla Foundation が今日から毎月同じ日に上記の金額で自動的にクレジットカードに請求することを承認します。 キャンセルする場合は、次回の寄付予定日の少なくとも 5 日前に <a href='mailto:%(email)s'>%(email)s</a> へのメール連絡によりキャンセルする必要があり、寄付した日から 15 日以内の払い戻しのみをリクエストできることを理解しています。
kab: Ad muddeɣ tesriḥ i tesbeddit Mozilla akken ad tejdeb si tkarḍa-iw n usmad s wudem awurman yal aggur tallayt i d-yettwammlen dagi, seg wass-a daɣen yal aggur i d-iteddun arma sḥebseɣ-tt. Gziɣ d akken ila ad sfesxeɣ s yimayl aliktrunan ɣer tensa <a href='mailto:%(email)s'>%(email)s</a>, xarsum 5 n wussan uqbel ajbad n tewsa ittuheggan, daɣen zemreɣ ad sutreɣ tiririt n tewsa deg 15 n wussan seg wazemz n tewsa.
ro: Autorizez Fundația Mozilla să tragă automat din contul meu de card, în fiecare lună, suma indicată mai sus, începând cu data de astăzi și continuând în fiecare lună la aceeași dată, până la anularea de către mine. Înțeleg că anularea trebuie efectuată cu cel puțin 5 zile înainte de următoarea donație planificată, prin mesaj pe e-mail trimis la <a href='mailto:%(email)s'>%(email)s</a> și că pot solicita o rambursare numai în termen de 15 zile de la data unei donații.
sq: E autorizoj Mozilla Foundation të faturojë automatikisht në kartën time çdo muaj shumën e treguar më sipër, duke filluar nga sot dhe duke vazhduar çdo muaj në të njëjtën ditë, deri sa ta anuloj. E kuptoj se duhet ta anuloj të paktën 5 ditë përpara dhurimit të planifikuar, përmes një email-i te <a href='mailto:%(email)s'>%(email)s</a>, dhe se mund të kërkoj një rimbursim vetëm brenda 15 ditësh që nga data e një dhurimi.
th: ฉันอนุญาตให้มูลนิธิ Mozilla เรียกเก็บเงินจากบัตรของฉันโดยอัตโนมัติทุกเดือนตามจำนวนที่ระบุข้างต้น โดยเริ่มตั้งแต่วันนี้และเรียกเก็บต่อไปในวันเดียวกันของแต่ละเดือน จนกว่าฉันจะยกเลิก ฉันเข้าใจว่าฉันต้องยกเลิกก่อนการบริจาคตามเวลาที่กำหนดในครั้งต่อไปอย่างน้อย 5 วันโดยส่งอีเมลไปที่ <a href='mailto:%(email)s'>%(email)s</a> และฉันจะสามารถขอคืนเงินได้ภายใน 15 วันนับจากวันที่บริจาคเท่านั้น
uk: Я дозволяю Mozilla Foundation автоматично отримувати кошти з моєї картки щомісяця, у розмірі зазначеному раніше, починаючи з сьогоднішнього числа і в усі наступні місяці того ж числа, що й сьогодні, поки я не скасую цієї дії. Я розумію, що можу припинити платежі щонайменше за 5 днів до чергового платежу, надіславши листа на електронну пошту <a href='mailto:%(email)s'>%(email)s</a> і що я можу вимагати повернення коштів лише протягом 15 днів з дня внесення допомоги.
vi: Tôi cho phép Tổ chức Mozilla tự động tính phí thẻ của tôi hàng tháng với số tiền đã nêu ở trên, bắt đầu từ hôm nay và tiếp tục hàng tháng vào cùng ngày, cho đến khi tôi hủy. Tôi hiểu rằng tôi phải hủy ít nhất 5 ngày trước khi đóng góp theo lịch trình tiếp theo qua email tới <a href='mailto:%(email)s'>%(email)s</a> và rằng tôi chỉ có thể yêu cầu hoàn lại tiền trong vòng 15 ngày kể từ ngày quyên góp.

source: I authorize Mozilla Foundation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
ca: Autoritzo a Mozilla Foundation a fer un càrrec de la meva targeta per l'import indicat anteriorment. Entenc que només puc sol·licitar un reembossament dins dels 15 dies següents a la data del donatiu.
cs: Souhlasím s tím, aby Mozilla Foundation strhla z mé platební karty výše uvedenou částku. Uvědomuji si, že o vrácení peněz mohu požádat pouze do uplynutí 15 dní od zaslání daru.
cy: Rwy'n awdurdodi'r Mozilla Foundation i godi tâl ar fy ngherdyn am y swm sy'n cael ei nodi uchod. Deallaf mai dim ond cyn pen 15 diwrnod o ddyddiad y rhodd y gallaf ofyn am ad-daliad.
da: Jeg bemyndiger Mozilla Foundation til at hæve det ovenfor anførte beløb på mit kort. Jeg er indforstået med, at jeg kun kan anmode om at få refunderet beløbet inden for 15 dage fra dagen for min donation.
de: Ich ermächtige Mozilla Foundation, meine Karte mit dem oben angegebenen Betrag zu belasten. Ich verstehe, dass ich eine Erstattung nur innerhalb von 15 Tagen vom Datum der Spende anfragen kann.
el: Εξουσιοδοτώ το Ίδρυμα Mozilla να χρεώσει την κάρτα μου με το ποσό που αναφέρεται παραπάνω. Κατανοώ ότι μπορώ να ζητήσω επιστροφή χρημάτων μόνο εντός 15 ημερών από την ημερομηνία της δωρεάς.
es: Autorizo a la Fundación Mozilla para que realice un cargo a mi tarjeta de crédito por la cantidad qe se indica arriba. Entiendo que podré solicitar un reembolso únicamente dentro de los 15 días a partir de la fecha de la donación.
fr: J’autorise la Fondation Mozilla à prélever ma carte du montant mentionné ci-dessus. Je comprends que je peux uniquement solliciter un remboursement dans les 15 jours suivant la date du don.
fy_nl: Ik machtigje Mozilla Foundation om myn kaart te belêsten mei it boppesteande bedrach. Ik begryp dat ik allinnich om werombetelling fersykje kin binnen 15 dagen nei de datum fan de donaasje.
ia: Io autorisa Mozilla Fundation a cargar mi carta del amonta indicate supra. Io comprende que io pote requirer un reimbursamento solo intra 15 dies del data del donation.
it: Autorizzo Mozilla Foundation ad addebitare sulla mia carta l’importo sopraindicato. Sono consapevole che posso richiedere un rimborso unicamente entro 15 giorni dalla data di una donazione.
ja: 私は、Mozilla Foundation が上記の金額でクレジットカードに請求することを承認します。寄付した日から 15 日以内の払い戻しのみをリクエストできることを理解しています。
kab: Ad muddeɣ tesriḥ i tesbeddit Mozilla akken ad tejdeb si tkarḍa-iw n usmad s wudem awurman tallayt i d-yettwammlen dagi. Gziɣ daɣen d akken zemreɣ ad sutreɣ tiririt n tewsa deg 15 n wussan seg wazemz n tewsa.
ro: Autorizez Fundația Mozilla să îmi tragă din contul de card suma indicată mai sus. Înțeleg că pot solicita o rambursare numai în termen de 15 zile de la data la care a fost efectuată donația.
sq: E autorizoj Mozilla Foundation të marrë përmes kartës time vlerën e treguar më sipër. E kuptoj se mund të kërkoj rimbursim vetëm brenda 15 ditëve prej datës së dhurimit.
th: ฉันอนุญาตให้มูลนิธิ Mozilla เรียกเก็บเงินจากบัตรของฉันตามจำนวนที่ระบุไว้ด้านบน ฉันเข้าใจว่าฉันสามารถขอรับเงินคืนได้ภายใน 15 วันนับจากวันที่บริจาคเท่านั้น
uk: Я дозволяю Mozilla Foundation отримати кошти з моєї картки у розмірі зазначеному раніше. Я розумію, що можу вимагати повернення коштів лише протягом 15 днів з дня внесення допомоги.
vi: Tôi ủy quyền cho Tổ chức Mozilla tính phí thẻ của tôi với số tiền đã nêu ở trên. Tôi hiểu rằng tôi chỉ có thể yêu cầu hoàn lại tiền trong vòng 15 ngày kể từ ngày đóng góp.

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span> per month
ca: Fes un donatiu de <span class="%(span_class)s">%(formatted_amount)s</span> al mes
cs: Darovat <span class="%(span_class)s">%(formatted_amount)s</span> měsíčně
cy: Rhoi <span class="%(span_class)s">%(formatted_amount)s</span> y mis
da: Donér <span class="%(span_class)s">%(formatted_amount)s</span> pr. måned
de: <span class="%(span_class)s">%(formatted_amount)s</span> pro Monat spenden
el: Δωρεά <span class="%(span_class)s">%(formatted_amount)s</span> ανά μήνα
es: Donar <span class="%(span_class)s">%(formatted_amount)s</span> al mes
fr: Faire un don mensuel de <span class="%(span_class)s">%(formatted_amount)s</span>
fy_nl: Doneare <span class="%(span_class)s">%(formatted_amount)s</span> yn 'e moanne
he: תרומה של <span class="%(span_class)s">%(formatted_amount)s</span> כל חודש
ia: Donar <span class="%(span_class)s">%(formatted_amount)s</span> cata mense
it: Fai una donazione di <span class="%(span_class)s">%(formatted_amount)s</span> al mese
ja: 毎月 <span class="%(span_class)s">%(formatted_amount)s</span> を寄付する
kab: Mudd tawsa <span class="%(span_class)s">%(formatted_amount)s</span> s waggur
pa_in: ਹਰ ਮਹੀਨੇ <span class="%(span_class)s">%(formatted_amount)s</span> ਦਾਨ ਕਰੋ
ro: Donează <span class="%(span_class)s">%(formatted_amount)s</span> pe lună
sq: Dhuroni <span class="%(span_class)s">%(formatted_amount)s</span> në muaj
th: บริจาค <span class="%(span_class)s">%(formatted_amount)s</span> ต่อเดือน
uk: Допомогти щомісячним внеском <span class="%(span_class)s">%(formatted_amount)s</span>
vi: Quyên góp <span class="%(span_class)s">%(formatted_amount)s</span> mỗi tháng

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span>
ca: Fes un donatiu de <span class="%(span_class)s">%(formatted_amount)s</span>
cs: Darovat <span class="%(span_class)s">%(formatted_amount)s</span>
cy: Rhoi <span class="%(span_class)s">%(formatted_amount)s</span>
da: Donér <span class="%(span_class)s">%(formatted_amount)s</span>
de: <span class="%(span_class)s">%(formatted_amount)s</span> spenden
el: Δωρεά <span class="%(span_class)s">%(formatted_amount)s</span>
es: Donar <span class="%(span_class)s">%(formatted_amount)s</span>
fr: Faire un don de <span class="%(span_class)s">%(formatted_amount)s</span>
fy_nl: <span class="%(span_class)s">%(formatted_amount)s</span> donearje
he: תרומה של <span class="%(span_class)s">%(formatted_amount)s</span>
ia: Donar <span class="%(span_class)s">%(formatted_amount)s</span>
it: Fai una donazione di <span class="%(span_class)s">%(formatted_amount)s</span>
ja: <span class="%(span_class)s">%(formatted_amount)s</span> を寄付
kab: Mudd tawsa <span class="%(span_class)s">%(formatted_amount)s</span>
pa_in: <span class="%(span_class)s">%(formatted_amount)s</span> ਦਾਨ ਕਰੋ
ro: Donează <span class="%(span_class)s">%(formatted_amount)s</span>
sq: Dhuroni <span class="%(span_class)s">%(formatted_amount)s</span>
th: บริจาค <span class="%(span_class)s">%(formatted_amount)s</span>
uk: Зробити внесок <span class="%(span_class)s">%(formatted_amount)s</span>
vi: Quyên góp <span class="%(span_class)s">%(formatted_amount)s</span>

source: Your donation helps keep the Web open and free. Thank you in advance for your gift.
ca: El vostre donatiu ajuda a mantenir el web obert i gratuït. Gràcies per endavant per la vostra generositat.
cs: Pomáháte nám udržet web otevřený a svobodný. Předem děkujeme za váš dar.
cy: Mae eich rhodd yn helpu i gadw'r We yn agored a rhydd. Diolch ymlaen llaw am eich rhodd.
da: Dit bidrag hjælper med at holde internettet frit og åbent. På forhånd mange tak for dit bidrag.
de: Ihre Spende hilft dabei, das Internet offen und frei zu erhalten. Vielen Dank im Voraus für Ihr Spende.
el: Η δωρεά σας θα μας βοηθήσει να διατηρήσουμε το διαδίκτυο ανοιχτό και ελεύθερο. Σας ευχαριστούμε εκ των προτέρων για το δώρο σας.
es: Tu donación ayuda a que la Web siga siendo abierta y libre. Gracias de antemano por tu regalo.
fr: Votre don aide à garder le Web libre et ouvert. Merci d’avance pour votre générosité.
fy_nl: Jo donaasje helpt it ynternet iepen en fergees te hâlden. Tank yn it foar foar jo donaasje.
he: התרומה שלך מסייעת לשמור על הרשת פתוחה וחינמית. אנו מודים לך מראש על המתנה שלך.
ia: Tu donation adjuta mantener le web aperte e gratuite. Gratias anticipatemente pro tu dono.
it: La tua donazione aiuta a mantenere il Web aperto e libero. Grazie in anticipo per il tuo regalo.
ja: 寄付により、ウェブをオープンで自由なものに維持できます。寄付へのご協力ありがとうございます。
kab: Tawsa-ik ad tmudd tallelt ad yeqqin Web yeldi daɣen baṭel. Tanemmirt-ik ɣef tukci-a.
pa_in: ਤੁਹਾਡਾ ਦਾਨ ਵੈੱਬ ਨੂੰ ਆਜ਼ਾਦ ਅਤੇ ਮੁਫ਼ਤ ਰੱਖਣ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ। ਤੁਹਾਡੇ ਭੇਟ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ।
ro: Donația ta ajută la menținerea Webului deschis și liber. Îți mulțumim cu anticipație.
sq: Dhurimi juaj ndihmon të mbahet Web-i i hapur dhe i lirë. Faleminderit paraprakisht për dhuratën tuaj.
th: การบริจาคของคุณช่วยให้เว็บเปิดเสรีและเป็นอิสระ ขอบคุณล่วงหน้าสำหรับของขวัญของคุณ
uk: Ваш внесок допомагає Інтернету залишатися відкритим і вільним. Заздалегідь дякуємо за вашу допомогу.
vi: Khoản quyên góp của bạn giúp giữ cho trang Web luôn mở và miễn phí. Cảm ơn trước món quà của bạn.

source: Thank you
ca: Gràcies
cs: Děkujeme
cy: Diolch yn fawr
da: Tak
de: Vielen Dank
el: Ευχαριστούμε
es: Gracias
fr: Merci
fy_nl: Tige tank
he: תודה לך
ia: Gratias
it: Grazie
ja: ありがとうございます
kab: Tanemmirt
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ
ro: Îți mulțumim!
sq: Faleminderit
th: ขอบคุณ
uk: Дякуємо
vi: Cảm ơn bạn

source: Thank you for your generous gift
ca: Gràcies per la vostra generositat
cs: Děkujeme za váš dar
cy: Diolch am eich anrheg hael
da: Mange tak for dit generøse bidrag
de: Vielen Dank für Ihre großzügige Spende
el: Σας ευχαριστούμε για το γενναιόδωρο δώρο σας
es: Gracias por tu generosa donación
fr: Merci de votre générosité
fy_nl: Tige tank foar jo romhertige donaasje
he: תודה לך על המתנה הנדיבה שלך
ia: Gratias pro tu dono generose
it: Grazie per il tuo generoso regalo
ja: 寄付いただき、ありがとうございます
kab: Tanemmirt ɣef tukci-ik meqqren
pa_in: ਤੁਹਾਡੀ ਖੁੱਲ੍ਹਦਿਲੀ ਨਾਲ ਦਿੱਤੀ ਭੇਟ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ
ro: Îți mulțumim pentru darul tău generos!
sq: Faleminderit për dhuratën tuaj bujare
th: ขอบคุณสำหรับของขวัญที่ดีของคุณ
uk: Дякуємо за вашу великодушність
vi: Cảm ơn vì món quà hào phóng của bạn

source: We’d love to have you as a sustaining supporter of Mozilla. <b>Could you add a monthly donation starting next month?</b>
ca: Ens encantaria que us convertíssiu en un defensor continuat de Mozilla. <b>Podríeu afegir un donatiu mensual a partir del mes que ve?</b>
cs: Budeme moc rádi, pokud se rozhodnete Mozillu podporovat dlouhodobě. <b>Na této stránce můžete zadat pravidelnou měsíční platbu počínaje příštím měsícem.</b>
cy: Byddem wrth ein bodd yn eich cael chi fel cefnogwr cynhaliol i Mozilla. <b>A fyddai modd i chi ychwanegu rhodd fisol yn cychwyn y mis nesaf?</b>
da: Det ville betyde meget for os, hvis du støttede Mozilla regelmæssigt. <b>Kunne du tænke dig at hjælp med et fast beløb hver måned?</b>
de: Wir würden uns freuen, Sie als dauerhaften Unterstützer von Mozilla zu gewinnen. <b>Würden Sie ab nächstem Monat regelmäßig spenden?</b>
el: Θα θέλαμε πολύ να γίνετε υποστηρικτής της Mozilla. <b>Μπορείτε να προσθέσετε μια μηναία συνδρομή που θα ξεκινήσει τον επόμενο μήνα;</b>
es: ¡Nos encanta que apoyes asiduamente a Mozilla. <b>¿Podrías apoyarnos también con una donación mensual a partir del próximo mes?</b>
fr: Nous serions ravis de vous compter parmi les soutiens réguliers de Mozilla. <b>Acceptez-vous d’ajouter un don mensuel débutant le mois prochain ?</b>
fy_nl: Wy wolle jo graach hawwe as fêste supporter fan Mozilla. <b>Soene jo mei yngong fan folgjende moanne in moanlikse donaasje dwaan wolle?</b>
ia: Nos es felice de haber te como partisano sustenente Mozilla. <b>Poterea tu adder un donation mensual comenciante le mense proxime?</b>
it: Ci piacerebbe invitarti a diventare un sostenitore fisso di Mozilla. <b>Vuoi aggiungere una donazione mensile a partire dal mese prossimo?</b>
ja: 継続して Mozilla の支援者になっていただけると幸いです。<b>来月から毎月寄付をしていただけませんか？</b>
kab: Ad nili nefṛeḥ imi ad tiliḍ seg wid yettmuddun tawsa i Mozilla si sya ɣer da. <b>Ad tqebleḍ ad ternuḍ tawsa s waggur seg waggur i d-iteddun?</b>
ro: Ne-ar bucura foarte mult să fii susținător permanent Mozilla. <b>Ai putea adăuga o donație lunară începând de luna viitoare?</b>
sq: Do të donim t’ju kishim një përkrahës të qëndrueshëm të Mozilla-s. <b>A mund të shtoni një dhurim të përmuajshëm duke filluar nga muaji pasues?</b>
th: เราอยากให้คุณมาเป็นผู้สนับสนุน Mozilla ที่ยั่งยืน <b>คุณจะเริ่มบริจาคแบบรายเดือนตั้งแต่เดือนถัดไปหรือไม่?</b>
uk: Ми були б раді вашій постійній підтримці Mozilla. <b>Чи можете ви допомагати нам щомісячними внесками з наступного місяця?</b>
vi: Chúng tôi rất muốn có bạn là người ủng hộ lâu dài của Mozilla. <b>Bạn có thể thêm khoản đóng góp hàng tháng bắt đầu từ tháng sau không?</b>

source: Yes, I will give:
ca: Sí, donaré:
cs: Ano, chci darovat:
cy: Iawn, rwyf am roi:
da: Ja, jeg vil give:
de: Ja, ich spende:
el: Ναι, θα δωρίσω:
es: Sí, donaré:
fr: Oui, je fais un don :
fy_nl: Ja, ik jou:
he: כן, אתרום:
ia: Si, io donara:
it: Sì, farò una donazione di:
ja: はい、寄付します:
kab: Ih, ad muddeɣ:
pa_in: ਹਾਂ, ਮੈਂ ਦੇਵਾਂਗਾ/ਦੇਵਾਂਗੀ:
ro: Da, voi da:
sq: Po, do të jap:
th: ใช่ ฉันจะบริจาค:
uk: Так, я допомагатиму:
vi: Có, tôi sẽ đóng góp:

source: Monthly
ca: Mensual
cs: měsíčně
cy: Yn fisol
da: Månedligt
de: Monatlich
el: Μηνιαία
es: Mensualmente
fr: par mois
fy_nl: Moanliks
he: חודשית
ia: Cata mense
it: Mensile
ja: 毎月
kab: S waggur
pa_in: ਮਹੀਨੇਵਾਰ
ro: Lunar
sq: Çdo muaj
th: รายเดือน
uk: Щомісячно
vi: Hàng tháng
