Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: Please also note that the Mozilla Foundation can <strong>only</strong> accept checks in U.S. dollars drawn on a U.S. bank, and <strong>cannot</strong> accept contributions for MZLA/Thunderbird. (Contributions to MZLA/Thunderbird via check can be made by following <a href="%(instruction_url)s" target="_blank">these instructions</a>.)
cs: Upozorňujeme, že Mozilla Foundation přijímá šeky <strong>pouze</strong> v amerických dolarech, splatné u americké banky a nemůže přijímat daty pro MZLA/Thunderbird. Pro zaslání daru pro MZLA/Thunderbird pomocí šeku prosím postupujte podle <a href="%(instruction_url)s" target="_blank">těchto pokynů</a>.
cy: Sylwch hefyd y gall y Mozilla Foundation dderbyn sieciau mewn doleri yr Unol Daleithiau <strong>yn unig</strong>, wedi'u tynnu ar fanc yn yr Unol Daleithiau, ac nid yw'n gallu derbyn cyfraniadau ar gyfer MZLA/Thunderbird. (Mae modd gwneud cyfraniadau i MZLA/Thunderbird trwy siec trwy ddilyn <a href="%(instruction_url)s" target="_blank">y cyfarwyddiadau hyn</a>.)
da: Bemærk også, at Mozilla Foundation <strong>kun</strong> accepterer checks i amerikanske dollars udstedt fra en amerikansk bank, og <strong>ikke</strong> accepterer bidrag til MZLA/Thunderbird. (Bidrag til MZLA/Thunderbird via check kan foretages ved at følge <a href="%(instruction_url)s" target="_blank">denne vejledning</a>.)
de: Bitte beachten Sie auch, dass die Mozilla Foundation <strong>nur</strong> Schecks in US-Dollar akzeptieren kann, die von einer US-Bank ausgestellt wurden, und <strong>keine</strong> Spenden an MZLA/Thunderbird annehmen kann. (Spenden an MZLA/Thunderbird per Scheck können gemäß <a href="%(instruction_url)s" target="_blank">dieser Anweisungen</a> erfolgen.)
el: Παρακαλούμε σημειώστε επίσης ότι το Ίδρυμα Mozilla μπορεί να δεχτεί επιταγές <strong>μόνο</strong> σε δολάρια ΗΠΑ από τράπεζα των ΗΠΑ, ενώ <strong>δεν</strong> μπορεί να δεχθεί συνεισφορές για το MZLA/Thunderbird. (Συνεισφορές στο MZLA/Thunderbird με επιταγή μπορείτε να κάνετε ακολουθώντας <a href="%(instruction_url)s" target="_blank">αυτές τις οδηγίες</a>.)
es: Ten en cuenta que la Fundación Mozilla <strong>solo</strong> puede aceptar cheques en dólares USA con cargo a un banco de EE. UU., y <strong>no puede</strong> aceptar donaciones para MZLA/Thunderbird. (Las contribuciones a MZLA/Thunderbird mediante cheque bancario pueden llevarse a cabo siguiendo <a href="%(instruction_url)s" target="_blank">estas instrucciones</a>.)
fr: Veuillez également noter que la Fondation Mozilla peut <strong>uniquement</strong> accepter des chèques en dollars américains provenant d’une banque américaine, et <strong>ne peut pas</strong> accepter de dons pour MZLA/Thunderbird. (Des dons par chèque à MZLA/Thunderbird peuvent être réalisés en suivant <a href="%(instruction_url)s" target="_blank">ces instructions</a>.)
fy_nl: Hâld der ek rekkening mei dat de Mozilla Foundation <strong>útslutend</strong> sjeks yn Amerikaanske dollars fan in Amerikaanske bank akseptearje kin, en <strong>gjin</strong> bydragen foar MZLA/Thunderbird akseptearje kin. (Bydragen middels sjek foar MZLA/Thunderbird kinne dien wurde troch <a href="%(instruction_url)s" target="_blank">dizze ynstruksjes</a> te folgjen.)
ia: Nota alsi que le Fundation Mozilla pote <strong>solo</strong> acceptar cheques in dollars SUA, proveniente de un banca SUA, e <strong>non pote </strong> acceptar contributiones pro MZLA/Thunderbird. (Le contributiones pro MZLA/Thunderbird via cheques pote esser facite sequente <a href="%(instruction_url)s" target="_blank">iste instructiones</a>.)
it: Nota: Mozilla Foundation può accettare <strong>solo</strong> assegni in dollari da un conto bancario americano e <strong>non</strong> può accettare contributi per MZLA/Thunderbird. Le donazioni per MZLA/Thunderbird tramite assegno possono essere effettuate seguendo <a href="%(instruction_url)s" target="_blank">queste istruzioni</a>.
ja: また、Mozilla Foundation は、米国の銀行で引き出された米ドルでの小切手<strong>のみ</strong> を受け入れることができ、MZLA / Thunderbird への寄付は <strong>受け入れることができない</strong> ことにも注意してください。 (小切手による MZLA / Thunderbird への寄付は、<a href="%(instruction_url)s" target="_blank">こちらの手続き</a> に従ってください。)
sq: Ju lutemi, mbani gjithashtu parasysh se Mozilla Foundation mund të pranojë <strong>vetëm</strong> çeqe në dollarë amerikanë që mund të thyhen në një bankë të Sh.B.A.-ve, dhe <strong>nuk mund</strong> të pranojë kontribute për MZLA/Thunderbird. (Kontribute për MZLA/Thunderbird përmes çeqesh mund të bëhen duke ndjekur <a href="%(instruction_url)s" target="_blank">këto udhëzime</a>.)
th: โปรดทราบด้วยว่ามูลนิธิ Mozilla สามารถรับเช็คได้เฉพาะในสกุลเงินดอลลาร์สหรัฐฯ ที่ถอนจากธนาคารในสหรัฐฯ <strong>เท่านั้น</strong> และ<strong>ไม่สามารถ</strong>รับเงินบริจาคสำหรับ MZLA/Thunderbird ได้ (การบริจาคสำหรับ MZLA/Thunderbird ผ่านเช็คสามารถทำได้ตาม<a href="%(instruction_url)s" target="_blank">คำแนะนำเหล่านี้</a>)
uk: Також зауважте, що Mozilla Foundation може <strong>лише</strong> приймати чеки в доларах США, виставлені в американському банку, і <strong>не може</strong> приймати внески на MZLA/Thunderbird. (Внесок у MZLA/Thunderbird за допомогою перевірки можна здійснити, дотримуючись <a href="%(instruction_url)s" target="_blank">цих настанов</a>.)
vi: Cũng xin lưu ý rằng Tổ chức Mozilla <strong>chỉ có thể</strong> chấp nhận séc bằng đô la Mỹ được rút tại ngân hàng Hoa Kỳ và <strong>không thể</strong> chấp nhận các khoản đóng góp cho MZLA/Thunderbird. (Bạn có thể đóng góp cho MZLA/Thunderbird qua séc bằng cách làm theo <a href="%(instruction_url)s" target="_blank">hướng dẫn này</a>.)

source: Currencies
ca: Divises
cs: Měny
cy: Arian cyfred
da: Valutaer
de: Währungen
el: Νομίσματα
es: Divisas
fr: Devises
fy_nl: Faluta
he: סוגי מטבע
ia: Monetas
it: Valute
ja: 通貨
kab: Tidrimin
pa_in: ਕਰੰਸੀਆਂ
ro: Monede
sq: Monedha
th: สกุลเงิน
uk: Валюта
vi: Các loại tiền

source: Select your currency to make a secure online donation:
ca: Trieu la vostra divisa per fer un donatiu segur en línia:
cs: Vyberte prosím měnu, ve které chcete zaslat svůj dar:
cy: Dewiswch eich arian cyfred i wneud rhoddion diogel ar-lein:
da: Vælg valuta for sikkert at give et bidrag online:
de: Wählen Sie Ihre Währung für eine sichere Onlinespende:
el: Επιλέξτε το νόμισμά σας για να κάνετε μια ασφαλή δωρεά μέσω διαδικτύου:
es: Selecciona tu divisa para hacer una donación segura en línea:
fr: Sélectionnez votre devise pour faire un don en ligne de façon sécurisée :
fy_nl: Selektearje jo faluta om in befeilige onlinedonaasje te dwaan:
he: נא לבחור את המטבע שלך לצורך תרומה מאובטחת מקוונת:
ia: Selige tu moneta pro facer un donation secur in linea:
it: Seleziona una valuta per effettuare la tua donazione online in modo sicuro:
ja: 安全なオンライン寄付を行う通貨を選択してください:
kab: Fren tadrimt inek akken ad tmuddeḍ srid s wudem aɣelsan:
pa_in: ਇੱਕ ਸੁਰੱਖਿਅਤ ਆਨਲਾਈਨ ਦਾਨ ਕਰਨ ਲਈ ਆਪਣੀ ਕਰੰਸੀ ਚੁਣੋ:
ro: Selectează moneda pentru donația online securizată:
sq: Përzgjidhni monedhën tuaj për një dhurim të sigurt në internet:
th: เลือกสกุลเงินของคุณเพื่อทำการบริจาคออนไลน์อย่างปลอดภัย:
uk: Виберіть свою валюту, щоб зробити безпечний внесок через Інтернет:
vi: Chọn đơn vị tiền tệ của bạn để đóng góp trực tuyến an toàn:

source: Your information
ca: La vostra informació
cs: Vaše údaje
cy: Eich manylion
da: Dine data
de: Ihre Daten
el: Οι πληροφορίες σας
es: Tu información
fr: Vos coordonnées
fy_nl: Jo gegevens
he: הפרטים שלך
ia: Tu informationes
it: Le tue informazioni
ja: あなたの情報
kab: Talɣut-ik/im
pa_in: ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ
ro: Informațiile tale
sq: Të dhëna tuajat
th: ข้อมูลของคุณ
uk: Ваша інформація
vi: Thông tin của bạn

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span> per month
ca: Esteu fent un donatiu de <span class="%(span_class)s">%(formatted_amount)s</span> al mes
cs: Posíláte dar <span class="%(span_class)s">%(formatted_amount)s</span> měsíčně
cy: Rydych yn rhoi <span class="%(span_class)s">%(formatted_amount)s</span> y mis
da: Du donerer <span class="%(span_class)s">%(formatted_amount)s</span> pr. måned
de: Sie spenden <span class="%(span_class)s">%(formatted_amount)s</span> pro Monat
el: Δωρίζετε <span class="%(span_class)s">%(formatted_amount)s</span> ανά μήνα
es: Estás donando <span class="%(span_class)s">%(formatted_amount)s</span> al mes
fr: Vous allez faire un don de <span class="%(span_class)s">%(formatted_amount)s</span> par mois
fy_nl: Jo donearje <span class="%(span_class)s">%(formatted_amount)s</span> yn 'e moanne
ia: Tu dona <span class="%(span_class)s">%(formatted_amount)s</span> nunc e lo donara cata mense
it: La tua donazione è di <span class="%(span_class)s">%(formatted_amount)s</span> al mese
ja: 毎月 <span class="%(span_class)s">%(formatted_amount)s</span> を寄付します
kab: Aql-ak tettmudduḍ tawsa <span class="%(span_class)s">%(formatted_amount)s</span> s waggur
pa_in: ਤੁਸੀਂ ਹਰ ਮਹੀਨੇ <span class="%(span_class)s">%(formatted_amount)s</span> ਦਾਨ ਕਰ ਰਹੇ ਹੋ
ro: Donezi <span class="%(span_class)s">%(formatted_amount)s</span> pe lună
sq: Po dhuroni <span class="%(span_class)s">%(formatted_amount)s</span> në muaj
th: คุณกำลังบริจาค <span class="%(span_class)s">%(formatted_amount)s</span> ต่อเดือน
uk: Ваш щомісячний внесок <span class="%(span_class)s">%(formatted_amount)s</span>
vi: Bạn đang quyên góp <span class="%(span_class)s">%(formatted_amount)s</span> mỗi tháng

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span>
ca: Esteu fent un donatiu de <span class="%(span_class)s">%(formatted_amount)s</span>
cs: Posíláte dar <span class="%(span_class)s">%(formatted_amount)s</span>
cy: Rydych yn rhoi <span class="%(span_class)s">%(formatted_amount)s</span>
da: Du donerer <span class="%(span_class)s">%(formatted_amount)s</span>
de: Sie spenden <span class="%(span_class)s">%(formatted_amount)s</span>
el: Δωρίζετε <span class="%(span_class)s">%(formatted_amount)s</span>
es: Estás donando <span class="%(span_class)s">%(formatted_amount)s</span>
fr: Vous allez faire un don de <span class="%(span_class)s">%(formatted_amount)s</span>
fy_nl: Jo donearje <span class="%(span_class)s">%(formatted_amount)s</span>
ia: Tu dona <span class="%(span_class)s">%(formatted_amount)s</span>
it: La tua donazione è di <span class="%(span_class)s">%(formatted_amount)s</span>
ja: <span class="%(span_class)s">%(formatted_amount)s</span> を寄付します
kab: Aql-ak tettmudduḍ tawsa <span class="%(span_class)s">%(formatted_amount)s</span>
pa_in: ਤੁਸੀਂ <span class="%(span_class)s">%(formatted_amount)s</span> ਦਾਨ ਕਰ ਰਹੇ ਹੋ
ro: Donezi <span class="%(span_class)s">%(formatted_amount)s</span>
sq: Po dhuroni <span class="%(span_class)s">%(formatted_amount)s</span>
th: คุณกำลังบริจาค <span class="%(span_class)s">%(formatted_amount)s</span>
uk: Ваш внесок <span class="%(span_class)s">%(formatted_amount)s</span>
vi: Bạn đang quyên góp <span class="%(span_class)s">%(formatted_amount)s</span>

source: Change amount
ca: Canvia l'import
cs: Změnit částku
cy: Newid y swm
da: Skift beløb
de: Betrag ändern
el: Αλλαγή ποσού
es: Cambiar cantidad
fr: Changer le montant
fy_nl: Bedrach wizigje
he: שינוי הסכום
ia: Cambiar amonta
it: Modifica importo
ja: 金額を変更
kab: Beddel tallayt
pa_in: ਰਕਮ ਬਦਲੋ
ro: Modifică suma
sq: Ndryshoni sasinë
th: เปลี่ยนจำนวนเงิน
uk: Змінити суму
vi: Thay đổi số tiền

source: Donation Amount
ca: Import del donatiu
cs: Částka
cy: Swm y Rhoddion
da: Donationsbeløb
de: Spendenbetrag
el: Ποσό δωρεάς
es: Cantidad de la donación
fr: Montant du don
fy_nl: Donaasjebedrach
he: סכום התרומה
ia: Amonta del donation
it: Importo donazione
ja: 寄付する金額
kab: Tallayt n tewsa
pa_in: ਦਾਨ ਦੀ ਰਕਮ
ro: Suma donației
sq: Sasi Dhurimi
th: จำนวนยอดบริจาค
uk: Сума допомоги
vi: Số tiền đóng góp

source: Confirm
ca: Confirma
cs: Potvrdit
cy: Cadarnhau
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
fy_nl: Befêstigje
he: אישור
ia: Confirmar
it: Conferma
ja: 確認
kab: Sentem
pa_in: ਤਸਦੀਕ ਕਰੋ
ro: Confirmă
sq: Ripohojeni
th: ยืนยัน
uk: Підтвердити
vi: Xác nhận

source: Your Details
ca: Les vostres dades
cs: Vaše údaje
cy: Eich Manylion
da: Dine betalingsoplysninger
de: Ihre Details
el: Οι λεπτομέρειές σας
es: Tus detalles
fr: Vos coordonnées
fy_nl: Jo details
he: הפרטים שלך
ia: Tu datos
it: I tuoi dati
ja: あなたの詳細
kab: Talqayt-ik
pa_in: ਤੁਹਾਡੇ ਵੇਰਵੇ
ro: Detaliile tale
sq: Hollësitë Tuaja
th: รายละเอียดของคุณ
uk: Ваші дані
vi: Chi tiết của bạn

source: We were unable to take payment because the payment processor reported an error with your address information:
ca: No s'ha pogut fer el pagament perquè el processador de pagaments ha informat d'un error en la informació de la vostra adreça:
cs: Vaši platbu se nepodařilo zpracovat kvůli následující chybě s vámi zadanou adresou:
cy: Nid oeddem yn gallu cymryd taliad oherwydd bod y prosesydd talu wedi adrodd am wall gyda manylion eich cyfeiriad:
da: Vi kunne ikke gennemføre betalingen, fordi betalingsbehandleren rapporterede en fejl med din adresseinformation:
de: Wir konnten keine Zahlung entgegennehmen, da der Zahlungsdienstleister einen Fehler mit Ihren Adressdaten gemeldet hat:
el: Δεν μπορέσαμε να λάβουμε την πληρωμή, επειδή ο επεξεργαστής πληρωμών ανέφερε σφάλμα στα στοιχεία της διεύθυνσής σας:
es: No pudimos hacer el cargo porque el procesador de pagos informó un error en la información sobre tu domicilio.
fr: Nous n’avons pas pu accepter le paiement car le système de paiement a signalé une erreur concernant votre adresse :
fy_nl: Wy koene de betelling net oannimme, omdat de betellingsferwurker in flater mei jo adresgegevens melden hat:
he: לא הצלחנו לקחת תשלום מכיוון שמעבד התשלומים דיווח על שגיאה במידע על הכתובת שלך:
ia: Nos non pote acceptar le pagamento perque le processor de pagamento signala un error con tu informationes de adresse:
it: Non è stato possibile accettare il pagamento. Il gestore ha segnalato un errore nelle informazioni del tuo indirizzo:
ja: 支払処理で、住所情報のエラーが報告されたため、支払いを行えませんでした。
kab: Ur nezmir ara ad neqbel lexlaṣ acku anagraw n lexlaṣ yemmela-d tuccḍa icudden ɣer tensa-ik:
ro: Nu am reușit să preluăm plata deoarece procesatorul de plăți a raportat o eroare legată de adresa ta:
sq: S’qemë në gjendje të bëjnë pagesë, ngaqë përpunuesi i pagesave raportoi një gabim me të dhënat e adresës tuaj:
th: เราไม่สามารถรับการชำระเงินได้เนื่องจากตัวประมวลผลการชำระเงินได้รายงานข้อผิดพลาดเกี่ยวกับข้อมูลที่อยู่ของคุณ:
uk: Ми не можемо отримати платіж, оскільки обробник оплати повідомив про помилку з інформацією про вашу адресу:
vi: Chúng tôi không thể nhận thanh toán vì bộ xử lý thanh toán đã báo cáo lỗi với thông tin địa chỉ của bạn:

source: Please correct these errors and try again.
ca: Corregiu aquests errors i torneu-ho a provar.
cs: Opravte prosím uvedené chyby a zkuste to znovu.
cy: Cywirwch y gwallau hyn a cheisio eto.
da: Ret disse fejl, og prøv igen.
de: Bitte korrigieren Sie diese Fehler und versuchen Sie es erneut.
el: Παρακαλούμε διορθώστε αυτά τα σφάλματα και δοκιμάστε ξανά.
es: Corrige los errores y vuelve a intentarlo.
fr: Veuillez corriger ces erreurs et réessayer.
fy_nl: Korrizjearje dizze flaters en probearje it nochris.
he: נא לתקן את השגיאות האלו ולנסות שוב.
ia: Corrige iste errores e reproba.
it: Correggi gli errori segnalati e riprova.
ja: エラーを修正して、もう一度試してください。
kab: Ma ulac aɣilif seɣti tuccḍiwin-a sakin ɽeḍ tikkelt-nniḍen.
pa_in: ਇਹ ਗ਼ਲਤੀਆਂ ਠੀਕ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Te rugăm să corectezi aceste erori și să încerci din nou.
sq: Ju lutemi, ndreqini këto gabime dhe riprovoni.
th: โปรดแก้ไขข้อผิดพลาดเหล่านี้แล้วลองอีกครั้ง
uk: Будь ласка, виправте зазначені помилки та спробуйте знову.
vi: Vui lòng sửa những lỗi này và thử lại.

source: There were some errors with your form. Please amend the fields highlighted below.
ca: S'han produït alguns errors amb el formulari. Modifiqueu els camps ressaltats a continuació.
cs: Ve vyplněném formuláři jsme našli chyby. Upravte prosím níže vyznačená pole.
cy: Roedd rhai gwallau gyda'ch ffurflen. Newidiwch y meysydd sy'n cael eu hamlygu isod.
da: Der var nogle fejl i din formular. Ret felterne som er fremhævet nedenfor.
de: Bei Ihrem Formular sind einige Fehler aufgetreten. Bitte ändern Sie die unten hervorgehobenen Felder.
el: Υπήρξαν ορισμένα σφάλματα στη φόρμα σας. Παρακαλούμε διορθώστε τα πεδία που επισημαίνονται παρακάτω.
es: Hay algunos errores en el formulario. Actualiza los campos resaltados más abajo.
fr: Le formulaire comporte des erreurs. Veuillez modifier les champs signalés ci-dessous.
fy_nl: Der stean inkelde flaters yn jo formulier. Wizigje de hjirûnder markearre fjilden.
he: היו כמה שגיאות בטופס שלך. נא לשנות את השדות המודגשים להלן.
ia: Il ha alcun errores con tu formulario. Emenda le campos evidentiate infra.
it: Sono stati rilevati alcuni errori nel modulo. Correggi i seguenti campi evidenziati.
ja: フォームの入力にエラーがあります。以下のハイライトされた入力フィールドを修正してください。
kab: Teḍra-d tuccḍa deg tferkit-ik. Ma ulac aɣilif, beddel urtan i d-yettwamlen ddaw-a.
pa_in: ਤੁਹਾਡੇ ਫਾਰਮ ਵਿਚ ਕੁਝ ਗਲਤੀਆਂ ਸਨ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਰਸਾਏ ਗਏ ਖੇਤਰਾਂ ਵਿੱਚ ਸੋਧ ਕਰੋ।
ro: Au fost câteva erori cu formularul tău. Te rugăm să modifici câmpurile evidențiate mai jos.
sq: Pati disa gabime me formularin tuaj. Ju lutemi, ndryshoni fushat e theksuara më poshtë.
th: มีข้อผิดพลาดบางอย่างเกี่ยวกับฟอร์มของคุณ โปรดแก้ไขข้อมูลในช่องที่เน้นสีไว้ด้านล่างนี้
uk: Ви допустили помилку при заповненні форми. Будь ласка, змініть дані у виділених полях.
vi: Có một số lỗi với biểu mẫu của bạn. Vui lòng sửa đổi các trường được đánh dấu bên dưới.

source: Payment
ca: Pagament
cs: Platba
cy: Taliad
da: Betaling
de: Zahlung
el: Πληρωμή
es: Pago
fr: Paiement
fy_nl: Betelling
he: תשלום
ia: Pagamento
it: Pagamento
ja: 決済手段
kab: Asellek
pa_in: ਭੁਗਤਾਨ
ro: Plată
sq: Pagesë
th: การชำระเงิน
uk: Платіж
vi: Thanh toán

source: Card number
ca: Número de targeta
cs: Číslo karty
cy: Rhif y cerdyn
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: Número de la tarjeta
fr: Numéro de carte
fy_nl: Kaartnûmer
he: מספר כרטיס
ia: Numero de carta
it: Numero carta di credito
ja: カード番号
kab: Uṭṭun n tkeṛḍa
pa_in: ਕਾਰਡ ਨੰਬਰ
ro: Numărul cardului
sq: Numër karte
th: หมายเลขบัตร
uk: Номер картки
vi: Số thẻ

source: Expiration date
ca: Data de caducitat
cs: Datum platnosti
cy: Dyddiad dod i ben
da: Udløbsdato
de: Ablaufdatum
el: Ημερομηνία λήξης
es: Fecha de caducidad
fr: Date d’expiration
fy_nl: Ferrindatum
he: תאריך תפוגה
ia: Data de expiration
it: Data di scadenza
ja: 有効期限
kab: Azemz n taggara
pa_in: ਮਿਆਦ ਤਾਰੀਖ
ro: Data de expirare
sq: Datë skadimi
th: วันหมดอายุ
uk: Термін дії
vi: Ngày hết hạn
