Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: This field is required.
ca: Aquest camp és obligatori.
cs: Toto pole je vyžadováno.
cy: Mae angen llanw'r maes hwn
da: Dette felt er påkrævet.
de: Dieses Feld wird benötigt.
el: Αυτό το πεδίο απαιτείται.
es: Este campo es obligatorio.
fr: Ce champ est nécessaire.
fy_nl: Dit fjild is ferplicht.
he: זה שדה הכרחי.
ia: Campo obligatori.
it: Campo obbligatorio.
ja: この項目は必須です。
kab: Urti-a yettwasra.
pa_in: ਇਹ ਖੇਤਰ ਭਰਨਾ ਜ਼ਰੂਰੀ ਹੈ।
ro: Acest câmp este necesar.
sq: Kjo fushë është e domosdoshme.
th: จำเป็นต้องกรอกข้อมูลในช่องนี้
uk: Це обов'язкове поле.
vi: Trường này là bắt buộc.

source: Enter a number.
ca: Introduïu una xifra.
cs: Zadejte číslo.
cy: Rhowch rif
da: Indtast et tal.
de: Geben Sie eine Zahl ein.
el: Εισαγάγετε έναν αριθμό.
es: Ingresa un número.
fr: Veuillez saisir un nombre.
fy_nl: Fier in nûmer yn.
he: נא למלא מספר.
ia: Insere un numero.
it: Inserisci un numero.
ja: 数値を入力してください。
kab: Sekcem amḍan.
pa_in: ਨੰਬਰ ਦਿਓ।
ro: Introdu un număr.
sq: Jepni një numër.
th: ป้อนตัวเลข
uk: Введіть число.
vi: Nhập một số.

source: Enter a valid email address.
ca: Introduïu una adreça electrònica vàlida.
cs: Zadejte platnou e-mailovou adresu.
cy: Rhowch gyfeiriad e-bost dilys.
da: Indtast en gyldig mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es: Ingresa una dirección de correo válida.
fr: Veuillez saisir une adresse électronique valide.
fy_nl: Fier in jildich e-mailadres yn.
he: נא למלא כתובת דוא״ל תקנית.
ia: Insere un adresse de e-mail valide.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
kab: Sekcem tansa imayl tameɣtut.
pa_in: ਠੀਕ ਈਮੇਲ ਸਿਰਨਾਵਾਂ ਦਿਓ।
ro: Introdu o adresă de e-mail validă.
sq: Jepni adresë email të vlefshme.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
uk: Введіть дійсну адресу електронної пошти.
vi: Nhập một địa chỉ email hợp lệ.

source: Donations must be %(amount)s or more
ca: Els donatius han de ser com a mínim de %(amount)s
cs: Dar musí být nejméně %(amount)s
cy: Rhaid i'r rhoddion fod yn %(amount)s neu fwy
da: Bidrag skal være på %(amount)s eller mere
de: Spenden müssen mindestens %(amount)s betragen
el: Οι δωρεές πρέπει να είναι πάνω από %(amount)s
es: Las donaciones deben ser de %(amount)s o más
fr: Nous acceptons les dons à partir de %(amount)s.
fy_nl: Donaasjes moatte %(amount)s of mear wêze
he: התרומות חייבות להיות על סך של %(amount)s ומעלה
ia: Donationes debe esser %(amount)s o plus
it: L'importo minimo per una donazione è %(amount)s
ja: 寄付できる額は %(amount)s またはそれ以上です
kab: Yessefk tawsa ad tili %(amount)s neɣ ugar
pa_in: ਦਾਨ %(amount)s ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ro: Donațiile trebuie să fie de %(amount)s sau mai mult
sq: Dhurimet duhet të jenë %(amount)s ose më tepër
th: การบริจาคต้องจ่าย %(amount)s หรือมากกว่า
uk: Внески мають бути не менше %(amount)s
vi: Khoản đóng góp phải từ %(amount)s trở lên

source: Amount
ca: Import
cs: Částka
cy: Swm
da: Beløb
de: Betrag
el: Ποσό
es: Cantidad
fr: Montant
fy_nl: Bedrach
he: סכום
ia: Amonta
it: Importo
ja: 金額
kab: Tallayt
pa_in: ਰਕਮ
ro: Suma
sq: Shumë
th: จำนวนเงิน
uk: Сума
vi: Số tiền

source: First name
ca: Nom
cs: Jméno
cy: Enw cyntaf
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
fr: Prénom
fy_nl: Foarnamme
he: שם פרטי
ia: Prenomine
it: Nome
ja: 名
kab: Isem amezwaru
pa_in: ਨਾਂ ਦਾ ਪਹਿਲਾਂ ਹਿੱਸਾ
ro: Prenume
sq: Emër
th: ชื่อจริง
uk: Ім'я
vi: Tên

source: Last name
ca: Cognoms
cs: Příjmení
cy: Enw olaf
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellidos
fr: Nom
fy_nl: Efternamme
he: שם משפחה
ia: Nomine de familia
it: Cognome
ja: 姓
kab: Isem aneggaru
pa_in: ਨਾਂ ਦਾ ਆਖਰੀ ਹਿੱਸਾ
ro: Nume
sq: Mbiemër
th: นามสกุล
uk: Прізвище
vi: Họ

source: Email
ca: Adreça electrònica
cs: E-mailová adresa
cy: E-bost
da: Mailadresse
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse électronique
fy_nl: E-mailadres
he: דוא״ל
ja: メールアドレス
kab: Imayl
pa_in: ਈਮੇਲ
th: อีเมล
uk: Ел. пошта

source: Street
ca: Carrer
cs: Ulice
cy: Stryd
da: Gade
de: Straße
el: Οδός
es: Calle
fr: Rue
fy_nl: Strjitte
he: רחוב
ia: Via
it: Via
ja: 番地
kab: Abrid
pa_in: ਸੜਕ
ro: Stradă
sq: Rrugë
th: ถนน
uk: Вулиця
vi: Đường

source: City
ca: Ciutat
cs: Město
cy: Tref/Dinas
da: By
de: Stadt
el: Πόλη
es: Ciudad
fr: Ville
fy_nl: Stêd
he: עיר
ia: Citate
it: Città
ja: 市区町村
kab: Aɣrem
pa_in: ਸ਼ਹਿਰ
ro: Localitate
sq: Qytet
th: เมือง
uk: Місто
vi: Thành phố

# Feel free to replace with “Postal code” or equivalent
source: ZIP Code
ca: Codi postal
cs: PSČ
cy: Cod post
da: Postnummer
de: Postleitzahl
el: Ταχ. κώδικας
es: Código postal
fr: Code postal
fy_nl: Postkoade
he: מיקוד
ia: Codice postal
it: Codice postale
ja: 郵便番号
kab: Tangalt n pusṭa
pa_in: ਜ਼ਿਪ ਕੋਡ
ro: Cod poștal
sq: Kod ZIP
th: รหัสไปรษณีย์
uk: Поштовий індекс
vi: Mã bưu chính (ZIP)

source: Country
ca: País
cs: Země
cy: Gwlad
da: Land
de: Land
el: Χώρα
es: País
fr: Pays
fy_nl: Lân
he: מדינה
ia: Pais
it: Nazione
ja: 国
kab: Tamurt
pa_in: ਦੇਸ਼
ro: Țară
sq: Vend
th: ประเทศ
uk: Країна
vi: Quốc gia

source: I’m okay with Mozilla handling my info as explained in this <a href='%(url)s'>Privacy Notice</a>.
ca: Accepto que Mozilla gestioni la meva informació en els termes descrits en aquest <a href='%(url)s'>avís de privadesa</a>.
cs: Souhlasím s tím, aby Mozilla zpracovávala mé informace tak, jak je popsáno v <a href='%(url)s'>zásadách ochrany osobních údajů</a>.
cy: Rwy'n fodlon i Mozilla drin fy manylion fel mae'n cael ei esbonio yn y <a href='%(url)s'>Datganiad Preifatrwydd hwn</a>
da: Jeg har det fint med, at Mozilla håndterer mine oplysninger som beskrevet i denne <a href='%(url)s'>privatlivspolitik</a>.
de: Ich bin einverstanden, dass Mozilla meine Daten wie in diesem <a href='%(url)s'>Datenschutzhinweis</a> angegeben verwendet.
el: Δέχομαι την επεξεργασία των πληροφοριών μου από τη Mozilla, όπως εξηγεί η <a href='%(url)s'>Σημείωση απορρήτου</a>.
es: Me parece bien que Mozilla gestione mi información según se indica en esta <a href='%(url)s'>declaración de privacidad</a>.
fr: J’accepte que Mozilla utilise mes informations conformément à <a href='%(url)s'>cette politique de confidentialité</a>.
fy_nl: Ik gean akkoard mei hoe't Mozilla omgiet mei myn ynformaasje as útlein yn dizze <a href='%(url)s'>privacyferklearring</a>.
he: מקובלת עלי הדרך בה Mozilla מטפלת במידע שלי כפי שמוסבר ב<a href='%(url)s'>הצהרת פרטיות</a> זו.
ia: Io es de accordo con le tractamento de mi informationes per Mozilla como explicate in iste <a href='%(url)s'>aviso de confidentialitate</a>
it: Acconsento al trattamento dei miei dati da parte di Mozilla secondo quanto indicato nell’<a href='%(url)s'>informativa sulla privacy</a>.
ja: Mozilla がこの <a href='%(url)s'>プライバシー通知</a> に従って私の個人情報を扱うことに同意します。
kab: Qebleɣ akken Mozilla ad tesseqdec talɣut-inu akken tella deg <a href='%(url)s'> tsertit-a n tbaḍnit</a>.
pa_in: ਮੈਂ ਮੋਜ਼ੀਲਾ ਵਲੋਂ ਮੇਰੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਸ <a href='%(url)s'>ਪਰਦੇਦਾਰੀ ਨੀਤੀ</a> ਦੇ ਤਹਿਤ ਨਿਪਟਣ ਲਈ ਸਹਿਮਤ ਹਾਂ।
ro: Sunt de acord ca Mozilla să îmi gestioneze informațiile, conform explicațiilor din această <a href='%(url)s'>Notificare privind confidențialitatea</a>.
sq: Pajtohem me trajtimin që Mozilla u bën të dhënave të mia, ashtu si shpjegohet në këtë <a href='%(url)s'>Shënim mbi Privatësinë</a>.
th: ฉันตกลงให้ Mozilla รองรับข้อมูลของฉันตามที่อธิบายใน<a href='%(url)s'>คำแจ้งความเป็นส่วนตัว</a>นี้
uk: Я погоджуюсь з тим, як Mozilla поводиться з моїми даними згідно з цим <a href='%(url)s'>повідомленням про приватність</a>.
vi: Tôi đồng ý với việc Mozilla xử lý thông tin của tôi như đã giải thích trong <a href='%(url)s'>Thông báo quyền riêng tư</a> này.

source: The type of card you used is not accepted.
ca: Aquest tipus de targeta no s'accepta.
cs: Typ použité karty není akceptován.
cy: Nid yw'r math o gerdyn rydych wedi'i ddefnyddio'n dderbyniol.
da: Den valgte korttype accepteres ikke.
de: Der von Ihnen verwendete Kartentyp wird nicht akzeptiert.
el: Ο τύπος κάρτας που χρησιμοποιήσατε δεν είναι αποδεκτός.
es: El tipo de tarjeta que usaste no se acepta.
fr: Le type de carte que vous avez utilisé n’est pas accepté.
fy_nl: It brûkte kaarttype wurdt net akseptearre.
he: סוג הכרטיס בו השתמשת אינו מכובד.
ia: Le typo de carta que tu ha usate non es acceptate.
it: Il tipo di carta usata non è accettato.
ja: ご使用のカードの種類は取り扱えません。
kab: Anaw n tkarḍa i tesqedceḍ ur yettwaqbal ara.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਵਰਤੇ ਕਾਰਡ ਦੀ ਕਿਸਮ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ro: Tipul de card pe care l-ai utilizat nu este acceptat.
sq: Lloji i kartës që përdorët s’është i pranueshëm.
th: ไม่รับบัตรชนิดที่คุณใช้
uk: Тип використовуваної картки не приймається.
vi: Loại thẻ bạn đã sử dụng không được chấp nhận.

source: The CVV code you entered was invalid.
ca: El codi CVV que heu introduït no és vàlid.
cs: Zadaný CVV kód je neplatný.
cy: Roedd y cod CVV rydych wedi'i roi'n annilys.
da: Den angivne CVV-kode er ugyldig.
de: Der eingegebene CVV-Code war ungültig.
el: Ο κωδικός CVV που καταχωρίσατε δεν ήταν έγκυρος.
es: El código CVV code que ingresaste no es válido.
fr: Le cryptogramme visuel (CVV) que vous avez saisi est invalide.
fy_nl: De ynfierde CVV-koade is ûnjildich.
he: קוד ה־CVV שמילאת שגוי.
ia: Le codice CVV que tu ha inserite non era valide.
it: Il codice CVV inserito non è valido.
ja: 入力されたセキュリティコードが正しくありません。
kab: Tangalt CVV i teskecmeḍ mačči d tameɣtut.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤਾ CVV ਅਢੁੱਕਵਾਂ ਹੈ।
ro: Codul CVV introdus nu a fost valid.
sq: Kodi CVV që dhatë është i pavlefshëm.
th: รหัส CVV ที่คุณป้อนไม่ถูกต้อง
uk: Введений вами CVV код недійсний.
vi: Mã CVV bạn đã nhập không hợp lệ.

source: The expiration date you entered was invalid.
ca: La data de venciment que heu introduït no és vàlida.
cs: Zadané datum konce platnosti karty je neplatné.
cy: Roedd y dyddiad dod i ben rydych wedi'i roi'n annilys.
da: Den angivne udløbsdato er ugyldig.
de: Das eingegebene Ablaufdatum war ungültig.
el: Η ημερομηνία λήξης που καταχωρίσατε δεν ήταν έγκυρη.
es: La fecha de vencimiento que ingresaste no es válida.
fr: La date d’expiration que vous avez saisie est invalide.
fy_nl: De ynfierde ferfaldatum wie ûnjildich.
he: תאריך התפוגה שמילאת שגוי.
ia: Le data de expiration que tu ha inserite non era valide.
it: La data di scadenza inserita non è valida.
ja: 入力された有効期限が正しくありません。
kab: Azemz n taggar i teskecmeḍ mačči d ameɣtu.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤੀ ਮਿਆਦੀ ਮਿਤੀ ਅਢੁੱਕਵੀਂ ਹੈ।
ro: Data de expirare introdusă nu a fost validă.
sq: Data e skadimit që dhatë është e pavlefshme.
th: วันหมดอายุที่คุณป้อนไม่ถูกต้อง
uk: Термін дії, який ви ввели, недійсний.
vi: Ngày hết hạn bạn đã nhập không hợp lệ.

source: The credit card number you entered was invalid.
ca: El número de targeta de crèdit que heu introduït no és vàlid.
cs: Zadané číslo platební karty je neplatné.
cy: Roedd y rhif cerdyn credyd rydych wedi'i roi'n annilys.
da: Det angivne kortnummer er ugyldigt.
de: Die eingegebene Kreditkartennummer war ungültig.
el: Ο αριθμός πιστωτικής κάρτας που καταχωρίσατε δεν ήταν έγκυρος.
es: El número de tarjeta de crédito que ingresaste no es válido.
fr: Le numéro de carte bancaire que vous avez saisi est invalide.
fy_nl: It ynfierde creditcardnûmer is ûnjildich.
he: מספר כרטיס האשראי שמילאת שגוי.
ia: Le numero de carta de credito que tu ha inserite non era valide.
it: Il numero della carta di credito inserito non è valido.
ja: 入力されたクレジットカード番号が正しくありません。
kab: Uṭṭun n tkarḍa n usmad i teskecmeḍ mačči d ameɣtu.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤਾ ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਅਢੁੱਕਵਾਂ ਹੈ।
ro: Numărul cărții de credit pe care l-ai introdus nu este valid.
sq: Numri i kartës së kreditit që dhatë është i pavlefshëm.
th: หมายเลขบัตรเครดิตที่คุณป้อนไม่ถูกต้อง
uk: Введений вами номер кредитної картки недійсний.
vi: Số thẻ tín dụng bạn đã nhập không hợp lệ.

source: The post code you provided is not valid.
ca: El codi postal que heu indicat no és vàlid.
cs: Zadané PSČ je neplatné.
cy: Nid yw'r cod post rydych wedi'i roi'n ddilys.
da: Det angivne postnummer er ikke gyldigt.
de: Die von Ihnen angegebene Postleitzahl ist ungültig.
el: Ο ταχυδρομικός κώδικας που καταχωρίσατε δεν είναι έγκυρος.
es: El código postal que proporcionaste no es válido.
fr: Le code postal que vous avez fourni n’est pas valide.
fy_nl: De opjûne postkoade is ûnjildich.
he: המיקוד שמילאת שגוי.
ia: Le codice postal que tu ha fornite non es valide.
it: Il codice postale inserito non è valido.
ja: 入力された郵便番号が正しくありません。
kab: Tangalt n lpusṭa i teskecmeḍ mačči d tameɣtut.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤਾ ਡਾਕ ਕੋਡ ਢੁੱਕਵਾਂ ਨਹੀਂ ਹੈ।
ro: Codul poștal furnizat nu este valid.
sq: Kodi postar që dhatë, nuk është i vlefshëm.
th: รหัสไปรษณีย์ที่คุณระบุไม่ถูกต้อง
uk: Введений вами поштовий код недійсний.
vi: Mã bưu điện bạn cung cấp không hợp lệ.

source: Sorry there was an error processing your payment. Please try again later or use a different payment method.
ca: S'ha produït un error en processar el pagament. Torneu-ho a intentar més tard o feu servir un altre mètode de pagament.
cs: Při zpracování vaší platby došlo k chybě. Zkuste to prosím znovu později nebo vyberte jinou formu úhrady.
cy: Ymddiheuriadau, bu gwall wrth brosesu'ch taliad. Ceisiwch eto yn nes ymlaen neu defnyddiwch ddull talu gwahanol.
da: Beklager, men der opstod en fejl ved behandling af din betaling. Prøv igen senere eller brug en anden betalingsmetode.
de: Bei der Verarbeitung Ihrer Zahlung ist leider ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal oder verwenden Sie eine andere Zahlungsmethode.
el: Λυπούμαστε, υπήρξε σφάλμα κατά την επεξεργασία της πληρωμής σας. Παρακαλούμε δοκιμάστε ξανά αργότερα ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es: Ocurrió un error al procesar tu pago. Vuelve a intentarlo más tarde o utiliza otro método de pago.
fr: Désolé, une erreur s’est produite lors du traitement de votre paiement. Veuillez réessayer ultérieurement ou utiliser un autre mode de paiement.
fy_nl: Sorry, der is in flater bard by it ferwurkjen fan jo betelling. Probearje it letter opnij of brûk in oare betelmetoade.
he: אירעה שגיאה בעיבוד התשלום שלך. נא לנסות שוב מאוחר יותר או להשתמש בשיטת תשלום אחרת.
ia: Desolate, un error occurreva durante le elaboration de tu pagamento. Reproba plus tarde o usa un differente methodo de pagamento.
it: Si è verificato un errore durante l’elaborazione del pagamento. Riprova più tardi o usa un altro metodo di pagamento.
ja: 申し訳ありません。支払い処理中にエラーが発生しました。後でもう一度試すか、別の支払い方法を選んでください。
kab: Nesḥassef, tella-d tuccḍa di lawan i deg d-yella usesfer n lexlaṣ-inek. Ma ulac aɣilif, ɛreḍ tikelt-nniḍen ticki neɣ seqdec ttawil-nniḍen n uxelleṣ.
pa_in: ਅਫ਼ਸੋਸ, ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਸੀ। ਬਾਅਦ ‘ਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਵੱਖਰਾ ਭੁਗਤਾਨ ਢੰਗ ਵਰਤੋ।
ro: Ne pare rău, a apărut o eroare la procesarea plății. Te rugăm să încerci mai târziu sau să folosești altă metodă de plată.
sq: Na ndjeni, pati një gabim në përpunimin e pagesës tuaj. Ju lutemi, riprovoni më vonë ose përdorni një metodë tjetër pagesash.
th: ขออภัย เกิดข้อผิดพลาดในการประมวลผลการชำระเงินของคุณ โปรดลองอีกครั้งในภายหลังหรือใช้วิธีการชำระเงินอื่น
uk: На жаль, сталася помилка при обробці платежу. Повторіть спробу пізніше або скористайтеся іншим способом оплати.
vi: Xin lỗi, đã xảy ra lỗi khi xử lý thanh toán của bạn. Vui lòng thử lại sau hoặc sử dụng một phương thức thanh toán khác.

source: Something went wrong. We were unable to process your payment.
ca: Alguna cosa ha anat malament. No hem pogut processar el pagament.
cs: Něco se nepovedlo. Vaši platbu jsme nemohli zpracovat.
cy: Aeth rhywbeth o'i le. Nid oedd modd i ni brosesu'ch taliad.
da: Noget gik galt. Vi kunne ikke behandle din betaling.
de: Etwas ist schief gelaufen. Wir konnten Ihre Zahlung nicht verarbeiten.
el: Κάτι πήγε στραβά. Δεν μπορέσαμε να επεξεργαστούμε την πληρωμή σας.
es: Algo salió mal. No pudimos procesar tu pago.
fr: Une erreur s’est produite. Nous n’avons pas pu traiter votre paiement.
fy_nl: Der is wat mis gien. Wy koene jo betelling net ferwurkje.
he: משהו השתבש. לא הצלחנו לעבד את התשלום שלך.
ia: Alco errate eveniva. Impossibile elaborar tu pagamento.
it: Qualcosa è andato storto. Non è stato possibile elaborare il pagamento.
ja: 問題が発生したため、お支払いを処理できませんでした。
kab: Yella kra ur yeddan akken iwata. Ur nezmir ara ad nsesfer axelleṣ-inek.
pa_in: ਕੁਝ ਗਲਤ ਹੋਇਆ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਸਾਂ।
ro: Ceva nu a mers bine. Nu am reușit să procesăm plata.
sq: Diç shkoi ters. S’qemë në gjendje të kryejmë pagesën tuaj.
th: มีบางอย่างผิดปกติ เราไม่สามารถประมวลผลการชำระเงินของคุณ
uk: Щось пішло не так. Ми не змогли обробити ваш платіж.
vi: Đã xảy ra lỗi. Chúng tôi không thể xử lý thanh toán của bạn.

source: Sorry there was an error processing your payment. Please try again later.
ca: S'ha produït un error en processar el pagament. Torneu-ho a intentar més tard.
cs: Při zpracování vaší platby došlo k chybě. Zkuste to prosím znovu.
cy: Ymddiheuriadau, bu gwall wrth brosesu eich taliad. Ceisiwch eto'n hwyrach.
da: Beklager, men der opstod et problem ved behandlingen af din betaling. Prøv igen senere.
de: Bei der Verarbeitung Ihrer Zahlung ist leider ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Λυπούμαστε, υπήρξε κάποιο σφάλμα κατά την επεξεργασία της πληρωμής σας. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Ocurrió un error al procesar tu pago. Vuelve a intentarlo más tarde.
fr: Désolé, une erreur s’est produite lors du traitement de votre paiement. Veuillez réessayer ultérieurement.
fy_nl: Sorry, der is in flater bard by it ferwurkjen fan jo betelling. Probearje it letter nochris.
he: אירעה שגיאה בעיבוד התשלום שלך. נא לנסות שוב מאוחר יותר.
ia: Desolate un error occurreva durante le elaboration de tu pagamento. Reproba plus tarde.
it: Si è verificato un errore durante l’elaborazione del pagamento. Riprova più tardi.
ja: お支払いの処理でエラーが発生しました。後でもう一度試してください。
kab: Nesḥassef, tella-d tuccḍa di lawan i deg d-yella usesfer n lexlaṣ-inek. Ma ulac aɣilif, ɛreḍ tikelt-nniḍen ticki.
pa_in: ਅਫ਼ਸੋਸ, ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਉੱਤੇ ਕਾਰਵਾਈ ਦੌਰਾਨ ਗਲਤੀ ਸੀ। ਬਾਅਦ ‘ਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Ne pare rău, dar a apărut o eroare la procesarea plății. Te rugăm să încerci din nou mai târziu.
sq: Na ndjeni, pati një gabim në kryerjen e pagesës tuaj. Ju lutemi, riprovoni më vonë.
th: ขออภัย มีข้อผิดพลาดในการประมวลผลการชำระเงินของคณ โปรดลองอีกครั้งในภายหลัง
uk: Вибачте, під час обробки вашого платежу сталася помилка. Будь ласка, спробуйте ще раз.
vi: Xin lỗi, đã xảy ra lỗi khi xử lý thanh toán của bạn. Vui lòng thử lại sau.

source: Captcha was invalid. Please try again.
ca: El Captcha no és vàlid. Torneu-ho a intentar.
cs: Neplatná captcha. Zkuste to prosím znovu.
cy: Roedd Captcha yn annilys. Ceisiwch eto.
da: Captcha var ugyldig. Prøv igen.
de: Captcha war ungültig. Bitte versuchen Sie es erneut.
el: Το Captcha δεν ήταν έγκυρο. Παρακαλούμε δοκιμάστε ξανά.
es: Captcha no válido. Vuelve a intentarlo.
fr: Le captcha est invalide. Veuillez réessayer.
fy_nl: Captcha wie ûnjildich. Probearje it opnij.
he: הקאפצ׳ה הייתה שגויה. נא לנסות שוב.
ia: Le captcha non era valide. Reproba
it: Il captcha inserito non è valido. Riprova.
ja: Captcha が正しくありませんでした。もう一度試してください。
kab: Akaptča mačči d ameɣtu. Ma ulac aɣilif, ɛreḍ tikelt-nniḍen.
pa_in: ਕੈਪਚਾ ਗਲਤ ਹੈ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Captcha nu a fost valid. Te rugăm să încerci din nou.
sq: Captcha qe e pavlefshme. Ju lutemi, riprovoni.
th: Captcha ไม่ถูกต้อง โปรดลองอีกครั้ง
uk: Хибна captcha. Спробуйте ще раз.
vi: Captcha không hợp lệ. Vui lòng thử lại.

source: VPN Issue
el: Ζήτημα VPN
he: תקלת VPN
it: Problema con VPN
ja: VPN の問題
pa_in: VPN ਮਸਲਾ
th: ปัญหา VPN
vi: Sự cố VPN

source: Action Required - VPN Issue
el: Απαιτείται ενέργεια - Ζήτημα VPN
he: נדרשת התערבות - תקלת VPN
it: Azione richiesta - Problema con VPN
ja: 操作が必要な VPN の問題
pa_in: ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ ਹੈ - VPN ਮਸਲਾ
th: ต้องดำเนินการ - ปัญหา VPN
vi: Hành động bắt buộc - Sự cố VPN

source: Please disable your VPN and visit <a href="%(url)s">%(site)s</a> again.
el: Παρακαλούμε απενεργοποιήστε το VPN σας και επισκεφτείτε ξανά το <a href="%(url)s">%(site)s</a>.
he: נא להשבית את ה־VPN שלך ולבקר באתר <a href="%(url)s">%(site)s</a> שוב.
it: Disattiva la tua VPN e visita nuovamente <a href="%(url)s">%(site)s</a>.
ja: VPN を無効にしてから、もう一度 <a href="%(url)s">%(site)s</a> にアクセスしてください。
pa_in: ਆਪਣੇ VPN ਨੂੰ ਅਸਮਰੱਥ ਕਰੋ ਤੇ ਫੇਰ <a href="%(url)s">%(site)s</a> ਖੋਲ੍ਹੋ।
th: โปรดปิดใช้งาน VPN ของคุณและเข้าไปที่ <a href="%(url)s">%(site)s</a> อีกครั้ง
vi: Vui lòng tắt VPN của bạn và truy cập lại <a href="%(url)s">%(site)s</a>.

source: We take your privacy very seriously. To minimize fraudulent payments, we’re asking supporters to disable their VPNs when visiting our donate page.
el: Λαμβάνουμε πολύ σοβαρά υπόψη το απόρρητό σας. Για να ελαχιστοποιηθούν οι πληρωμές - απάτες, ζητάμε από τους υποστηρικτές να απενεργοποιούν τα VPN τους όταν επισκέπτονται τη σελίδα δωρεών μας.
he: אנחנו לוקחים את הפרטיות שלך ברצינות רבה. בכדי למזער הונאות תשלום, אנו מבקשים מתומכינו לבטל את ה־VPN שלהם בעת הביקור באתר התרומות שלנו.
it: Prendiamo molto seriamente la privacy degli utenti. Per ridurre al minimo il rischio di pagamenti fraudolenti, chiediamo ai sostenitori di disattivare la loro VPN quando visitano la nostra pagina per le donazioni.
ja: 私たちはあなたのプライバシーを非常に真剣に受け止めています。不正な支払いを最小限に抑えるため、寄付ページにアクセスする際には VPN を一旦無効にするようサポーターにお願いしています。
pa_in: ਅਸੀਂ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਬਾਰੇ ਫਿਕਰਮੰਦ ਹਾਂ। ਧੋਖਾਧੜੀ ਦੇ ਭੁਗਤਾਨਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਅਸੀਂ ਸਾਡੇ ਦਾਨ ਲੈਣ ਵਾਲੇ ਸਫ਼ੇ ਨੂੰ ਖੋਲ੍ਹਣ ਦੌਰਾਨ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੇ VPN ਅਸਮਰੱਥ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹਾਂ।
th: เราให้ความสำคัญกับความเป็นส่วนตัวของคุณอย่างจริงจัง เพื่อเป็นการลดการชำระเงินที่เป็นการฉ้อโกง เราจึงขอให้ผู้สนับสนุนปิดใช้งาน VPN เมื่อเข้ามาที่หน้าบริจาคของเรา
vi: Chúng tôi thực hiện chính sách của bạn nghiêm túc. Để giảm thiểu các khoản thanh toán gian lận, chúng tôi yêu cầu những người ủng hộ tắt VPN của họ khi truy cập trang quyên góp của chúng tôi.

source: Page not found
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
cy: Heb ganfod y dudalen
da: Siden blev ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
fr: Page introuvable
fy_nl: Side net fûn
he: הדף לא נמצא
ia: Pagina non trovate
it: Pagina non trovata
ja: ページが見つかりませんでした
kab: Ulac asebter
pa_in: ਸਫ਼ੇ ਨਹੀਂ ਲੱਭਿਆ
ro: Pagina nu a fost găsită
sq: S’u gjet faqe
th: ไม่พบหน้า
uk: Сторінку не знайдено
vi: Không tìm thấy trang

source: Uh oh!
ca: Vaja!
cs: A jéje!
da: Hovsa!
de: Oh oh!
el: Ωχ!
es: ¡Vaya!
fr: Oups…
fy_nl: Oh-oh!
he: אופסי!
ia: Ops...
it: Ops...
kab: Ayhuh!
pa_in: ਓਹ ਹੋ!
ro: O, nu!
sq: Oh!
th: เอ่อ โอ้!
uk: Ой-ой!

source: Sorry, the page does not exist
ca: La pàgina no existeix
cs: Je nám líto, tato stránka neexistuje
cy: Ymddiheuriadau, nid yw'r dudalen yn bodoli
da: Beklager, men siden findes ikke
de: Entschuldigung, die Seite existiert nicht
el: Λυπούμαστε, η σελίδα δεν υπάρχει
es: Lo sentimos, la página no existe
fr: Désolé, cette page n’existe pas
fy_nl: Sorry, de side bestiet net
he: הדף לא קיים, עמך הסליחה
ia: Desolate, le pagina non existe
it: Pagina inesistente
ja: 申し訳ありませんが、このページは存在しません
kab: Suref-aɣ, asebtar-agi ulac-it
pa_in: ਅਫ਼ਸੋਸ, ਸਫ਼ਾ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ro: Ne pare rău, pagina nu există
sq: Na ndjeni, faqja nuk ekziston
th: ขออภัย ไม่มีหน้านี้
uk: На жаль, сторінки не існує
vi: Xin lỗi, trang này không tồn tại

source: Go to our home page
ca: Vés a la pàgina d'inici
cs: Přejít na domovskou stránku
cy: Ewch i'n tudalen gartref
da: Gå til vores startside
de: Besuchen sie unsere Homepage
el: Μετάβαση στην αρχική σελίδα
es: Ir a nuestra página de inicio
fr: Revenir à la page d’accueil
fy_nl: Nei ús startside
he: מעבר לדף הבית שלנו
ia: Va a nostre pagina initial
it: Vai alla pagina iniziale
ja: ホームページへ移動する
kab: Ddu ɣer usebter agejdan
pa_in: ਸਾਡੇ ਮੁੱਖ ਸਫ਼ੇ ‘ਤੇ ਜਾਓ
ro: Accesează pagina ta de start
sq: Shkoni te faqja juaj hyrëse
th: ไปที่หน้าแรกของเรา
uk: Перейти на домашню сторінку
vi: Đi tới trang chủ của chúng tôi
