Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: We’d love to have you as a sustaining supporter of Thunderbird. <b>Could you add a monthly donation starting next month?</b>
ca: Ens encantaria que us convertíssiu en un defensor continuat del Thunderbird. <b>Podríeu afegir un donatiu mensual a partir del mes que ve?</b>
cs: Budeme moc rádi, pokud se rozhodnete Thunderbird podporovat dlouhodobě. <b>Na této stránce můžete zadat pravidelnou měsíční platbu počínaje příštím měsícem.</b>
cy: Byddem wrth ein bodd yn eich cael chi fel cefnogwr cynhaliol i MZLA Technologies Corporation. <b>A fyddai modd i chi ychwanegu rhodd fisol yn cychwyn y mis nesaf?</b>
da: Det ville betyde meget for os, hvis du støttede Mozilla regelmæssigt. <b>Kunne du tænke dig at hjælp med et fast beløb hver måned?</b>
de: Wir würden uns freuen, Sie als dauerhaften Unterstützer von Thunderbird zu gewinnen. <b>Würden Sie ab nächstem Monat regelmäßig spenden?</b>
es: ¡Nos encanta que apoyes asiduamente a Thunderbird. <b>¿Podrías apoyarnos también con una donación mensual a partir del próximo mes?</b>
fr: Nous serions ravis de vous compter parmi les soutiens réguliers de Thunderbird. <b>Acceptez-vous d’ajouter un don mensuel débutant le mois prochain ?</b>
fy_nl: Wy wolle jo graach hawwe as fêste supporter fan Thunderbird. <b>Soene jo mei yngong fan folgjende moanne in moanlikse donaasje dwaan wolle?</b>
ia: Nos es felice de haber te como partisano sustenente Thunderbird. <b>Poterea tu adder un donation mensual comenciante le mense proxime?</b>
it: Ci piacerebbe invitarti a diventare un sostenitore fisso di Thunderbird. <b>Vuoi aggiungere una donazione mensile a partire dal mese prossimo?</b>
kab: Ad nili nefṛeḥ imi ad tiliḍ seg wid yettmuddun tawsa i Thunderbird si sya ɣer da. <b>Ad tqebleḍ ad ternuḍ tawsa s waggur seg waggur i d-iteddun?</b>
ro: Ne-ar bucura foarte mult să fii susținător permanent Thunderbird. <b>Ai putea adăuga o donație lunară începând de luna viitoare?</b>
sq: Do të donim t’ju kishim një përkrahës të qëndrueshëm të Thunderbird-it. <b>A mund të shtoni një dhurim të përmuajshëm duke filluar nga muaji pasues?</b>
th: เราอยากให้คุณมาเป็นผู้สนับสนุน Thunderbird ที่ยั่งยืน <b>คุณจะเริ่มบริจาคแบบรายเดือนตั้งแต่เดือนถัดไปหรือไม่?</b>
uk: Ми були б раді вашій постійній підтримці Thunderbird. <b>Чи можете ви допомагати нам щомісячними внесками з наступного місяця?</b>
vi: Chúng tôi rất muốn có bạn với tư cách là người hỗ trợ lâu dài cho Thunderbird. <b>Bạn có thể thêm khoản đóng góp hàng tháng bắt đầu từ tháng sau không?</b>

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href="%(help_url)s">submitting this form</a>, and that I may only request a refund within 15 days from the date of a donation.
ca: Autoritzo a MZLA Technologies Corporation a fer un càrrec automàtic de la meva targeta cada mes per l'import indicat anteriorment, a partir del mes vinent, en el mateix dia del mes que avui, i de forma continuada cada mes fins que ho cancel·li. Entenc que he de cancel·lar com a mínim 5 dies abans del següent donatiu programat <a href="%(help_url)s">enviant aquesta sol·licitud</a> i que només puc sol·licitar un reembossament dins dels 15 dies següents a la data del donatiu.
cs: Souhlasím s tím, aby MZLA Technologies Corporation strhla z mé platební karty výše uvedenou částku a nadále tak činila s měsíční pravidelností, dokud tento souhlas nezruším. Uvědomuji si, že opakování platby je třeba zrušit alespoň 5 dní před jejím provedením <a href="%(help_url)s">odesláním tohoto formuláře</a>, a že o vrácení peněz mohu požádat pouze do uplynutí 15 dní od zaslání daru.
cy: Rwy'n awdurdodi i MZLA Technologies Corporation godi tâl ar fy ngherdyn yn awtomatig bob mis yn y swm sy'n cael ei nodi uchod, gan ddechrau mis nesaf ar yr un dyddiad a heddiw a pharhau bob mis, nes i mi ei atal. Rwy'n deall bod yn rhaid i mi ei atal o leiaf 5 diwrnod cyn y rhodd nesaf a drefnwyd trwy'r ffurflen hon i<a href="%(help_url)s">drwy gyflwyno cais</a>, ac mai dim ond o fewn 15 diwrnod o ddyddiad rhodd y gallaf ofyn am ad-daliad.
da: Jeg bemyndiger MZLA Technologies Corporation til automatisk at hæve det ovenfor anførte beløb på mit kort hver måned fra og med næste måned på den samme månedsdag som i dag, og fortsætte hver måned indtil jeg annullerer betalingen. Jeg er indforstået med, at jeg skal annullere betalingen mindst 5 dage før den næste planlagte betaling ved at <a href="%(help_url)s">indsende denne formular</a>, og at jeg kun kan anmode om at få refunderet beløbet inden for 15 dage fra dagen for en donation.
de: Ich ermächtige die MZLA Technologies Corporation, meine Karte monatlich mit dem oben angegebenen Betrag zu belasten. Dies beginnt mit dem gleichen Tag im nächsten Monat und wiederholt sich jeden Monat, bis ich den Auftrag storniere. Ich verstehe, dass ich den Auftrag mindestens 5 Tage vor der nächsten Spende <a href="%(help_url)s">über dieses Formular</a> stornieren muss und dass ich eine Erstattung nur innerhalb von 15 Tagen vom Datum der Spende beantragen kann.
es: Autorizo a MZLA Technologies Corporation para que realice un cargo automáticamente a mi tarjeta cada mes por la cantidad que se indica arriba, a partir del próximo mes en el mismo día que hoy, y sucesivamente cada mes hasta que yo lo cancele. Entiendo que debo cancelar por lo menos 5 días antes de la siguiente donación programada, mediante correo electrónico <a href='%(help_url)s'>enviando una solicitud</a>, y que podré solicitar un reembolso únicamente dentro de los 15 días a partir de la fecha de una donación.
fr: J’autorise MZLA Technologies Corporation à prélever automatiquement ma carte chaque mois du montant mentionné ci-dessus, à compter du mois prochain à la même date qu’aujourd’hui et tous les mois suivants jusqu’à mon annulation. Je comprends que je dois annuler <a href="%(help_url)s">en renseignant ce formulaire</a> au moins 5 jours avant le prochain don programmé, et que je peux uniquement solliciter un remboursement dans les 15 jours suivant la date du don.
fy_nl: Ik machtigje MZLA Technologies Corporation om myn kaart elke moanne automatysk te belêsten mei it hjirboppe oanjûne bedrach, fan de folgjende moanne ôf op deselde dei as hjoed, oant ik annulearje. Ik begryp dat ik op syn minst 5 dagen foar de folgjende plande donaasje <a href="%(help_url)s">dit formulier yn te tsjinjen</a> annulearje moat en dat ik allinnich in werombetelling oanfreegje kin binnen 15 dagen nei de datum fan in donaasje.
ia: Io autorisa MZLA Technologies Corporation a cargar automaticamente cata mense le amonta indicate supra a mi carta, comenciante le mense proxime al mesme data como hodie, e continuar cata mense postea usque io lo cancellara. Io comprende que io debe cancellar al minus 5 dies ante le proxime donation programmate per <a href="%(help_url)s">invio de iste formulario</a> e que io pote solo requirer un reimbursamento intra 15 dies depost le data de un donation.
it: Autorizzo MZLA Technologies Corporation ad addebitare automaticamente sulla carta l’importo indicato, ogni mese allo stesso giorno di oggi, a partire dal prossimo mese e continuando fino alla mia revoca. Sono consapevole che devo revocare il pagamento almeno 5 giorni prima della successiva donazione pianificata, <a href="%(help_url)s">inviando questo modulo</a> e che posso richiedere un rimborso unicamente entro 15 giorni dalla data di una donazione.
kab: Ad muddeɣ tesriḥ i tkebbanit n titiknulujyin MZLA Technologies Corporation akken ad tejdeb si tkarḍa-iw n usmad s wudem awurman yal aggur tallayt i d-yettwammlen dagi, seg wass-a daɣen yal aggur i d-iteddun arma sḥebseɣ-tt. Gziɣ d akken ilaq ad sfesxeɣ s yimayl aliktrunan ɣer tensa <a href="%(help_url)s">tuzna n usuter</a>, xarsum 5 n wussan uqbel ajbad n tewsa ittuheggan, daɣen zemreɣ ad sutreɣ tiririt n tewsa deg 15 n wussan seg wazemz n tewsa.
ro: Autorizez MZLA Technologies Corporation să tragă automat din contul meu de card, în fiecare lună, suma indicată mai sus, începând cu luna viitoare, în aceeași zi cu data donației de astăzi, și continuând în fiecare lună după aceea până la anularea de către mine. Înțeleg că anularea trebuie efectuată cu cel puțin 5 zile înainte de următoarea donație planificată, prin trimiterea <a href="%(help_url)s">formularului</a> și că pot solicita o rambursare numai în termen de 15 zile de la data unei donații.
sq: E autorizoj MZLA Technologies Corporation të faturojë automatikisht në kartën time çdo muaj shumën e treguar më sipër, duke filluar nga muaji pasues, në të njëjtën datë me të sotmen dhe duke vazhduar çdo muaj më pas, deri sa ta anuloj. E kuptoj se duhet ta anuloj të paktën 5 ditë përpara dhurimit të planifikuar, përmes <a href="%(help_url)s">parashtrimit të një kërkese</a> dhe se mund të kërkoj një rimbursim vetëm brenda 15 ditësh që nga data e një dhurimi.
th: ฉันอนุญาตให้ MZLA Technologies Corporation เรียกเก็บเงินจากบัตรของฉันโดยอัตโนมัติทุกเดือนตามจำนวนที่ระบุไว้ด้านบนเริ่มต้นเดือนถัดไปในวันเดียวกันกับวันนี้และดำเนินการต่อในแต่ละเดือนหลังจากนั้นจนกว่าฉันจะยกเลิก ฉันเข้าใจว่าฉันต้องยกเลิกอย่างน้อย 5 วันก่อนการบริจาคตามกำหนดครั้งต่อไปโดย <a href="%(help_url)s"> ส่งแบบฟอร์มนี้ </a> และฉันสามารถขอรับเงินคืนได้ภายใน 15 วันนับจากวันที่บริจาคเท่านั้น
uk: Я дозволяю MZLA Technologies Corporation автоматично отримувати кошти з моєї картки щомісяця, у розмірі зазначеному раніше, починаючи з сьогоднішнього числа і в усі наступні місяці того ж числа, що й сьогодні, поки я не скасую цієї дії. Я розумію, що можу припинити платежі щонайменше за 5 днів до чергового платежу, <a href="%(help_url)s">надіславши цю форму</a> і що я можу вимагати повернення коштів лише протягом 15 днів з дня внесення допомоги.
vi: Tôi cho phép MZLA Technologies Corporation tự động tính phí thẻ của tôi hàng tháng với số tiền đã nêu ở trên, bắt đầu từ tháng sau vào cùng ngày với ngày hôm nay và tiếp tục mỗi tháng sau đó cho đến khi tôi hủy. Tôi hiểu rằng tôi phải hủy ít nhất 5 ngày trước khi đóng góp theo lịch trình tiếp theo bằng cách <a href="%(help_url)s">gửi biểu mẫu này</a> và tôi chỉ có thể yêu cầu hoàn lại tiền trong vòng 15 ngày kể từ ngày của một khoản đóng góp.

source: We’re working hard to protect your inbox. Sign up to receive email messages concerning Thunderbird, including updates and requests for feedback.
ca: Treballem molt per a protegir la vostra safata d’entrada. Inscriviu-vos per a rebre missatges de correu electrònic relacionats amb el Thunderbird, incloses les actualitzacions i les sol·licituds de suggeriments.
cs: Tvrdě pracujeme na ochraně vaší e-mailové schránky. Přihlaste se k odebírání zpráv o Thunderbirdu včetně aktualizací a zasílání zpětné vazby.
cy: Rydyn ni'n gweithio'n galed i ddiogelu eich blwch derbyn. Cofrestrwch i dderbyn negeseuon e-bost yn ymwneud â Thunderbird, gan gynnwys diweddariadau a cheisiadau am adborth.
da: Vi arbejder hårdt for at beskytte din indbakke. Opret en konto for at modtage mails om Thunderbird - inklusiv opdateringer og forespørgsler om feedback.
de: Wir arbeiten hart dafür, Ihren Posteingang zu schützen. Abonnieren Sie den Newsletter und erhalten Sie E-Mails zu Thunderbird, darunter Updates und Bitten um Ihr Feedback.
es: Nos esforzamos constantemente para proteger tu bandeja de entrada. Regístrate si quieres mensajes de correo electrónico relacionados con Thunderbird, incluyendo actualizaciones y formularios de opinión.
fr: Nous mettons tout en œuvre pour protéger votre messagerie. Inscrivez-vous pour recevoir des messages concernant Thunderbird, comme des actualités et des messages pour vous demander votre avis.
fy_nl: Wy wurkje hurd oan it beskermjen fan jo Postfek YN. Skriuw jo yn om e-mailberjochten te ûntfangen oer Thunderbird, wêrûnder fernijingen en fersiken foar kommentaar.
he: אנו עמלים רבות כדי להגן על תיבת הדוא״ל שלך. ניתן להירשם היום כדי לקבל הודעות בנוגע ל־Thunderbird, לרבות עדכונים ובקשות משוב.
ia: Nos labora durmente pro proteger tu cassa de entrata. Inscribe te pro reciper messages de e-mail concernente Thunderbird, includite actualisationes e requestas de commentarios.
it: Stiamo lavorando duramente per proteggere la tua casella di posta. Iscriviti per ricevere email relative a Thunderbird, compresi aggiornamenti e richieste di feedback.
kab: Aql-aɣ ad nqeddec ayen nezmer i wakken ad nemmesten tirawt-inek·inem. Jerred i wakken ad d-tremseḍ iznan ɣef Thunderbird, am yisallen akked yiznan d usuter n tikti-inek·inem.
sq: Punojmë fort për të mbrojtur kutinë tuaj postare. Pajtohuni për të marrë mesazhe që lidhen me Thunderbird-in, përfshi përditësime dhe kërkesa për përshtypjet tuaja.
th: เรากำลังทำงานอย่างเต็มที่เพื่อปกป้องกล่องจดหมายของคุณ ลงทะเบียนเพื่อรับข้อความทางอีเมลเกี่ยวกับ Thunderbird รวมถึงข่าวล่าสุด
uk: Ми докладаємо всіх зусиль, щоб захистити вашу поштову скриньку. Підпишіться на отримання повідомлень, що стосуються Thunderbird, у тому числі оновлення і прохання оцінити нашу роботу.
vi: Chúng tôi đang nỗ lực để bảo vệ hộp thư đến của bạn. Đăng ký để nhận email liên quan đến Thunderbird, bao gồm các bản cập nhật và yêu cầu phản hồi.

source: Lastly, can you multiply your impact by sharing about the important work Thunderbird is doing? Thank you again!
ca: Per últim, podeu multiplicar el vostre impacte compartint la important tasca que està fent Thunderbird? Gràcies de nou!
cs: V neposlední řadě můžete svou pomoc znásobit sdílením informací, jaké důležité věci Thunderbird dělá. Děkujeme vám.
cy: Yn olaf, oes modd i chi gynyddu'ch effaith trwy rannu am y gwaith pwysig y mae Thunderbird yn ei wneud? Diolch i chi unwaith eto!
da: Vi håber, at du vil gøre os en sidste tjeneste, nemlig at fortælle andre om Thunderbirds arbejde. Tak på forhånd!
de: Können Sie Ihre Wirkung vervielfachen, indem Sie über die wichtige Arbeit von Thunderbird berichten? Danke nochmal!
es: Por último, puedes muliplicar el efecto de la importante labor que Thunderbird realiza si la divulgas. ¡De nuevo, gracias!
fr: Enfin, pourriez-vous multiplier votre impact en faisant connaitre l’important travail accompli par Thunderbird ? Merci encore !
fy_nl: Dan noch dit, wolle jo ús helpe it wichtige wurk dat Thunderbird docht te dielen? Nochris tige tank!
he: דבר אחרון, אפשר לבקש ממך להכפיל את ההשפעה שלך על־ידי שיתוף העבודה החשובה שנעשית על Thunderbird? תודה רבה שוב!
ia: Al fin, pote tu multiplicar tu impacto per le compartimento del labor importante que Thunderbird face? Gratias ancora!
it: Infine, per moltiplicare l’impatto della tua donazione, perché non condividi l’importantissima iniziativa di Thunderbird? Grazie ancora!
kab: Ɣer taggara, tzemreḍ ad temmeslayeḍ daɣen ad tebḍuḍ ayen axeddim meqqren i ixeddem Thunderbird? Tanemmirt i tikkelt-nniḍen!
pa_in: ਅੰਤ ਵਿੱਚ, ਕੀ ਤੁਸੀਂ ਥੰਡਰਬਰਡ ਜੋ ਮਹੱਤਵਪੂਰਣ ਕੰਮ ਕਰ ਰਹੇ ਹੋ ਇਸ ਬਾਰੇ ਵਿੱਚ ਸ਼ੇਅਰ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਭਾਵ ਨੂੰ ਗੁਣਾ ਕਰ ਸਕਦੇ ਹੋ? ਦੁਬਾਰਾ ਧੰਨਵਾਦ!
ro: La final, poți să-ți amplifici impactul prin împărtășirea muncii importante pe care o depune Thunderbird? Îți mulțumim din nou!
sq: Së fundi, a mund ta shumëfishoni ndikimin tuaj duke u treguar të tjerëve punën e rëndësishme që bën Mozilla? Faleminderit edhe një herë!
th: สุดท้าย คุณช่วยเพิ่มอิทธิพลของคุณโดยแบ่งปันงานสำคัญที่ Thunderbird กำลังทำอยู่ได้หรือไม่? ขอบคุณอีกครั้ง!
uk: І наостанок, чи можете ви примножити свою допомогу, розповівши іншим про важливу роботу Thunderbird? Ще раз дякуємо вам!
vi: Cuối cùng, bạn có thể nhân rộng tầm ảnh hưởng của mình bằng cách chia sẻ về công việc quan trọng mà Thunderbird đang làm không? Cảm ơn bạn một lần nữa!

# Used as a tweet
source: I donated to @mozthunderbird today to #freetheinbox. Join me to support communication privacy.
ca: Avui he fet un donatiu al @mozthunderbird. Participeu-hi i doneu suport a la privadesa en les comunicacions. #freetheinbox
cs: Poslal jsem dar @mozthunderbird, protože #chcisvobodnyemail #freetheinbox. Přidej se ke mně a pomoz mi chránit soukromou komunikaci.
cy: Rwyf wedi rhoi i @mozthunderbird heddiw i #freetheinbox. Ymunwch â mi i gefnogi preifatrwydd cyfathrebu.
da: Jeg har givet et bidrag til @mozthunderbird i dag - #freetheinbox. Vær med til at supportere beskyttelse af privatlivet i kommunikationen.
de: Ich habe an @mozthunderbird gespendet, zur Freiheit des Posteingangs. Unterstützen Sie das Kommunikationsgeheimnis.
es: Doné a @mozthunderbird hoy para #MiInboxLibre. Hagamos equipo para apoyar la privacidad en las comunicaciones.
fr: J’ai fait un don à @mozthunderbird. Vous aussi, soutenez la confidentialité des communications. #freetheinbox
fy_nl: Ik haw hjoed oan @mozthunderbird donearre foar frijheid fan it postfek. Stypje mei my de privacy fan kommunikaasje.
ia: Io ha donate a @mozthunderbird hodie pro #freetheinbox. Junge me pro supportar le confidentialitate del communication.
it: Oggi ho fatto una donazione a @mozthunderbird per liberare le caselle di posta #freetheinbox. Unisciti a me per sostenere la privacy nella comunicazione.
kab: Muddeɣ tura kan tawsa i @mozthunderbird i #freetheinbox. Ddu-d ɣur-i akken ad nmudd afus i tbaḍnit n teywalt.
pa_in: ਅੱਜ ਮੈਂ @mozthunderbird ਨੂੰ #freetheinbox ਦਾਨ ਕੀਤਾ। ਸੰਚਾਰ ਪਰਦੇਦਾਰੀ ਨੂੰ ਸਹਿਯੋਗ ਦੇਣ ਲਈ ਮੇਰੇ ਨਾਲ ਆਓ।
ro: Am donat azi la @mozthunderbird pentru #freetheinbox. Donați și voi ca să susținem confidențialitatea comunicațiilor.
sq: Sot dhurova për @mozthunderbird që të arrihet #freetheinbox. Ejani me mua që të përkrahim privatësinë e komunikimeve.
th: วันนี้ฉันบริจาคให้กับ @mozthunderbird เพื่อ #freetheinbox เข้าร่วมฉันเพื่อสนับสนุนการสื่อสารที่มีความเป็นส่วนตัว
uk: Погляньте на мій сьогоднішній внесок для @mozthunderbird. Долучайтесь до мене, щоб підтримати приватність спілкування. #freetheinbox
vi: Hôm nay, tôi đã quyên góp cho @mozthunderbird vào #freetheinbox. Tham gia cùng tôi để hỗ trợ quyền riêng tư trong giao tiếp.

# Email subject line
source: I donated to Thunderbird today
ca: Avui he fet un donatiu al Thunderbird
cs: Dnes jsem poslal dar Thunderbirdu
cy: Rwyf wedi rhoi i Thunderbird heddiw
da: Jeg gav et bidrag til Thunderbird i dag
de: Ich habe heute an Thunderbird gespendet
es: Doné a Thunderbird hoy
fr: J’ai fait un don à Thunderbird
fy_nl: Ik haw hjoed oan Thunderbird donearre
he: תרמתי ל־Thunderbird היום
ia: Io ha donate a Thunderbird hodie
it: Oggi ho fatto una donazione a Thunderbird
kab: Muddeɣ tawsa i Thunderbird ass-a
pa_in: ਮੈਂ ਅੱਜ ਥੰਡਰਬਰਡ ਨੂੰ ਦਾਨ ਕੀਤਾ
ro: Am donat astăzi pentru Thunderbird
sq: Sot dhurova për Thunderbird-in
th: วันนี้ฉันบริจาคให้ Thunderbird
uk: Погляньте на мій внесок для Thunderbird
vi: Tôi đã quyên góp cho Thunderbird hôm nay

source: Unfortunately, donor care representatives are unable to offer support or help with Firefox technical issues. For technical support, please visit the <a href="%(support_url)s">Firefox support page</a>.
cs: Naši zástupci péče vám pomohou s odesláním daru, ale s technickými problémy vám pomoci nemohou. Pokud potřebujete pomoci s nějakým problémem ve Firefoxu, obraťte se prosím na naše <a href="%(support_url)s">stránky podpory</a>.
cy: Yn anffodus, nid yw cynrychiolwyr gofal rhoddwyr yn cynnig cefnogaeth na help gyda materion technegol Firefox. Am gefnogaeth dechnegol, ewch i'n <a href="%(support_url)s">tudalen gefnogaeth Firefox.</a>
da: Desværre er repræsentanter fra "donor care" ikke i stand til at tilbyde support eller hjælpe med tekniske problemer i Firefox. For teknisk support, besøg <a href="%(support_url)s">Firefox support-side</a>.
fr: Malheureusement, les agents en charge de l’assistance aux dons ne peuvent pas proposer d’aide ou d’assistance technique pour Firefox. Pour obtenir de l’assistance technique, veuillez consulter la <a href="%(support_url)s">page d’assistance de Firefox</a>.
ia: Infortunatemente, le representantes pro le cura de donatores non pote offerer assistentia o adjutar con problemas technic de Firefox. Pro assistentia technic, visita nostre <a href="%(support_url)s">pagina de assistentia de Firefox</a>.
sq: Për fat të keq, përfaqësuesit e kujdesit për dhuruesit s’janë në gjendje të ofrojnë asistencë apo ndihmë për probleme teknike me Firefox-in. Për asistencë teknike, ju lutemi, vizitoni <a href="%(support_url)s">faqen e asistencës së Firefox-it</a>.
uk: На жаль, представники допомоги меценатам не можуть запропонувати підтримку чи допомогу щодо технічних проблем Firefox. Щоб отримати технічну підтримку, відвідайте <a href="%(support_url)s">сторінку підтримки Firefox.</a>

source: CVV
fr: Cryptogramme visuel (CVV)
ja: セキュリティコード
uk: код CVV

source: MZLA/Thunderbird is happy to accept your donation (made payable to “MZLA Technologies”) via check; however please note that processing and acknowledgment of your gift may be delayed by changes to our office procedures due to the COVID-19 pandemic. You can send checks to:
cy: Mae MZLA/Thunderbird yn hapus i dderbyn eich rhodd (yn daladwy i “MZLA Technologies”) trwy siec; fodd bynnag, nodwch y gallai prosesu a chydnabod eich rhodd gael ei ohirio gan newidiadau i'n gweithdrefnau swyddfa oherwydd y pandemig COVID-19. Gallwch anfon sieciau at:
da: MZLA/Thunderbird modtager med glæde dit bidrag (udstedes til "MZLA Technologies") via check. Bemærk dog, at behandlingen og bekræftelsen af ​​din donation kan blive forsinket på grund af ændringer i vores kontorprocedurer på grund af COVID-19-pandemien. Du kan sende checks til:
de: MZLA/Thunderbird nimmt Ihre Spende (zahlbar an „MZLA Technologies“) gerne per Scheck entgegen. Bitte beachten Sie jedoch, dass die Bearbeitung und Bestätigung Ihrer Spende durch Änderungen unserer Büroabläufe aufgrund der COVID-19-Pandemie verzögert werden kann. Sie können Schecks an folgende Adresse senden:
es: MZLA/Thunderbird también acepta donaciones mediante cheque bancario (pagadero a “MZLA Technologies”). Sin embargo, debes tener en cuenta que el procesamiento y el reconocimiento de tu donación pueden sufrir retrasos debido a cambios aplicados en nuestra oficina debido a la pandemia de COVID-19. Puedes enviar tu cheque a:
fr: MZLA/Thunderbird accepte volontiers votre don (à l’ordre de « MZLA Technologies ») par chèque ; toutefois, veuillez noter que le traitement et l’accusé de réception de votre don peuvent être retardés en raison de changements de nos procédures liés à la pandémie de COVID-19. Vous pouvez envoyer des chèques à l’adresse :
fy_nl: MZLA/Thunderbird akseptearret graach jo donaasje (ta namme fan ‘MZLA Technologies’) fia sjek; hâld der echter rekkening mei dat it ferwurkjen en befêstigjen fan jo jefte fertraging oprinne kin, troch wizigingen yn ús kantoarprosedueren ta gefolch fan de COVID-19-pandemy. Jo kinne sjeks ferstjoere nei:
ia: MZLA/Thunderbird es felice de acceptar tu donation (rendite pagabile a “MZLA Technologies”) via cheque; totevia nota que le processo e le recognoscimento de tu dono pote esser retardate per cambiamentos al proceduras de nostre officio per le pandemia de COVID-19. Tu pote inviar le cheques a:
sq: MZLA/Thunderbird është e kënaqur të pranojë dhurimin tuaj (të pagueshëm për “MZLA Technologies”) përmes çeku; por, ju lutemi, kini parasysh se përpunimi dhe pranimi i dhuratës tuaj mund të vonohet nga ndryshime te procedura të zyrës tonë për shkak të pandemisë COVID-19. Mund të dërgoni çeqe te:
uk: MZLA/Thunderbird з радістю приймає вашу допомогу (що виплачується до “MZLA Technologies”) чеком; проте зверніть увагу, що обробка та підтвердження вашого подарунка може затриматись через зміни в наших офісних процедурах через пандемію COVID-19. Ви можете надіслати чеки на адресу:
