Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: Contributions go to the Mozilla Foundation, a 501(c)(3) organization based in San Francisco, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
ca: Els donatius van destinats a la Mozilla Foundation, una organització sense ànim de lucre amb seu a San Francisco, Califòrnia (EUA), que els utilitzarà segons cregui convenient per a finalitats benèfiques. Als Estats Units d'Amèrica són deduïbles fiscalment.
cs: Dary jsou pro Mozilla Foundation, organizaci sídlící v San Franciscu v Kalifornii a zřízenou podle zákona 501(c)(3), a jsou určeny k charitativním účelům. V USA je možné je odečíst z daní do nejvyšší míry povolené zákonem.
cy: Mae cyfraniadau'n mynd i'r Mozilla Foundation, sefydliad 501(c)(3) wedi'i leoli yn San Francisco, California, i'w ddefnyddio yn ôl ei ddisgresiwn at ei ddibenion elusennol. Maent yn ddidynadwy o ran treth yn yr Unol Daleithiau i'r graddau eithaf y mae'n cael ei ganiatáu gan y gyfraith.
da: Bidrag går til Mozilla Foundation, en 501(c)(3)-organisation beliggende i San Francisco, Californien og anvendes til deres velgørende formål. Bidrag er fradragsberettigede i USA i henhold til gældende lovgivning.
de: Spenden gehen an die Mozilla Foundation, eine Organisation nach 501(c)(3) mit Sitz in San Francisco, Kalifornien, die sie nach eigenem Ermessen für wohltätige Zwecke verwendet. Sie sind in den USA in größtmöglichen gesetzmäßigem Umfang steuerlich absetzbar.
el: Οι συνεισφορές πηγαίνουν στο Ίδρυμα Mozilla, έναν οργανισμό 501(c)(3) με έδρα το Σαν Φρανσίσκο της Καλιφόρνια, ώστε να χρησιμοποιηθούν σύμφωνα με τη διακριτική ευχέρειά του για τους φιλανθρωπικούς σκοπούς του. Είναι εκπίπτουσες φορολογίας στις ΗΠΑ στο μέγιστο, επιτρεπτό από τη νομοθεσία, βαθμό.
es: Las contribuciones se destinan a la Fundación Mozilla, una organización sin fines de lucro conforme al inciso 501(c)(3) del código fiscal de EE. UU., con sede en San Francisco, California, para utilizarlas a su discreción con fines de caridad. Son deducibles de impuestos en EE. UU. hasta donde lo permita la legislación.
fr: Les dons seront reversés à Mozilla Foundation, une organisation 501(c)(3) dont le siège est basé à San Francisco en Californie et seront utilisés à des fins caritatives. Ils sont déductibles des impôts aux États-Unis dans la mesure autorisée par la loi.
fy_nl: Bydragen gean nei de Mozilla Foundation, in 501(c)(3)-organisaasje basearre yn San Fransisko, Kalifornië, foar gebrûk nei eigen goedtinken foar har goede doelen. Foar safier wetlik tastien binne dizze folslein ôf te lûken foar de belesting yn de FS.
ia: Le contributiones va al Fundation Mozilla, un organisation basate sur 501(c)(3) in San Francisco, California, pro esser usate a su discretion pro su propositos caritabile. Illos es deducibile del taxas in le SUA, usque al maxime mensura permittite per lege.
it: Le donazioni sono destinate a Mozilla Foundation, un’organizzazione 501(c)(3) con sede a San Francisco, California, e vengono utilizzate a sua discrezione per finalità senza fini di lucro. Sono deducibili fiscalmente negli Stati Uniti nella misura consentita dalla legge.
ja: あなたの寄付は 501(c)(3) に該当する非営利法人でありカリフォルニア州サンフランシスコ市に拠点を置く Mozilla Foundation が受領し、その自由裁量で慈善目的に使用されます。米国内では、法で定められた最大限の範囲で課税控除の対象となります。
kab: Tiwsiwin ad ttwa ḥerzent kan i tesbeddit Mozilla, tuddsa 501 (c)(3) i d-yezgan deg San Fransisku, California, daɣen ad tettwaseqdec i uxeddim-nniḍen n uɛawen. Ad ttwakksent seg tebzert di Marikan akken yella usaḍuf.
ro: Contribuțiile merg către Mozilla Foundation, o organizație constituită în temeiul secțiunii 501(c)(3) a codului fiscal S.U.A., cu sediul în San Francisco, California, de utilizat la libera sa alegere în scopuri caritabile. Sumele sunt deductibile fiscal în S.U.A. în măsura maximă permisă de lege.
sq: Kontributet shkojnë për Mozilla Foundation, një ent 501(c)(3) me qendër në San Francisco, California, për t’u përdorur sipas dëshirës së tij për qëllimet e veta bamirëse. Ato janë të përjashtueshme nga taksimi në ShBA deri në atë shkallë që lejon ligji.
th: เงินบริจาคจะถูกส่งไปที่มูลนิธิ Mozilla องค์กรภายใต้ 501(c)(3) ซึ่งตั้งอยู่ที่ซานฟรานซิสโก แคลิฟอร์เนีย เพื่อนำไปใช้ตามดุลยพินิจสำหรับวัตถุประสงค์ด้านการกุศล โดยสามารถนำไปลดหย่อนภาษีได้ในสหรัฐอเมริกาตามขอบเขตสูงสุดที่กฎหมายอนุญาต
uk: Внески надходять до організації Mozilla Foundation 501(c)(3), що знаходиться в San Francisco, California, та будуть використані належним чином для відповідних благодійних проєктів. Внески обходять податки в США в повному обсязі, що дозволено законодавством.
vi: Các khoản đóng góp sẽ được chuyển đến Tổ chức Mozilla, một tổ chức 501(c)(3) có trụ sở tại San Francisco, California, để được sử dụng tùy ý cho các mục đích từ thiện của mình. Chúng được khấu trừ thuế ở Hoa Kỳ trong phạm vi tối đa được pháp luật cho phép.

source: Language
ca: Llengua
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
fy_nl: Taal
he: שפה
ia: Lingua
it: Lingua
ja: 言語
kab: Tutlayt
pa_in: ਭਾਸ਼ਾ
ro: Limbă
sq: Gjuhë
th: ภาษา
uk: Мова
vi: Ngôn ngữ

source: Who we are
ca: Qui som
cs: Kdo jsme
cy: Pwy ydyn ni
da: Hvem vi er
de: Wer wir sind
el: Ποιοι είμαστε
es: Quiénes somos
fr: Qui nous sommes
fy_nl: Wa't wy binne
he: מי אנחנו
ia: Qui es nos
it: Chi siamo
ja: 私たちについて
kab: D anwi-aɣ
pa_in: ਅਸੀਂ ਕੌਣ ਹਾਂ
sq: Cilët jemi
th: เราคือใคร
uk: Хто ми
vi: Chúng tôi là ai

source: What we do
ca: Què fem
cs: Co děláme
cy: Beth rydyn ni'n ei wneud
da: Hvad vi gør
de: Was wir tun
el: Τι κάνουμε
es: Qué hacemos
fr: Nos initiatives
fy_nl: Wat wy dogge
he: מה אנחנו עושים
ia: Que face nos
it: Che cosa facciamo
ja: 私たちの活動
kab: Acu i nxeddem
pa_in: ਅਸੀਂ ਕੀ ਕਰਦੇ ਹਾਂ
sq: Ç’bëjmë
th: เราทำอะไร
uk: Що ми робимо
vi: Chúng tôi làm gì

source: What we fund
ca: Què financem
cs: Co financujeme
cy: Beth rydyn ni'n ei ariannu
da: Hvad vi finansierer
de: Was wir finanzieren
el: Τι χρηματοδοτούμε
es: Qué financiamos
fr: Ce que nous finançons
fy_nl: Wat wy finansierje
he: מה אנחנו מממנים
ia: Que financia nos
it: Che cosa finanziamo
ja: 資金の提供先
kab: Ayen i nesseftay
pa_in: ਅਸੀਂ ਕਿਸ ਨੂੰ ਫੰਡ ਦਿੰਦੇ ਹਾਂ
sq: Ç’financojmë
th: เราให้ทุนอะไร
uk: Що ми фінансуємо
vi: Những gì chúng tôi tài trợ

source: What you can do
ca: Què podeu fer
cs: Co můžete udělat
cy: Beth allwch chi ei wneud
da: Hvad du kan gøre
de: Was Sie tun können
el: Τι μπορείτε να κάνετε
es: Cómo puedes contribuir
fr: Participer
fy_nl: Wat jo dwaan kinne
he: מה שביכולתך לעשות
ia: Que pote facer tu
it: Che cosa puoi fare tu
ja: あなたにできること
kab: Acu i nezmer ad nexdem
pa_in: ਤੁਸੀਂ ਕੀ ਕਰ ਸਕਦੇ ਹੋ
sq: Ç’mund të bëni
th: คุณสามารถทำอะไรได้บ้าง
uk: Що можете зробити ви
vi: Bạn có thể làm gì

source: Blog
he: בלוג
ja: ブログ
kab: Ablug
pa_in: ਬਲੌਗ
th: บล็อก
uk: Блог

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Most content available under a <a %(cc_link_attributes)s>Creative Commons license</a>.
cs: Mozilla je mezinárodní nezisková organizace s cílem vám dát kontrolu nad vlastním online prožitkem a nad utvářením budoucnosti webu. Podívejte se na <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Většina obsah je dostupná pod <a %(cc_link_attributes)s>licencí Creative Commons</a>.
cy: Mae Mozilla yn gorff nid-er-elw byd-eang sy'n ymroddedig i'ch rhoi mewn rheolaeth dros eich profiad ar-lein a siapio dyfodol y we er budd y cyhoedd. Dewch i'r cyfarfod yn <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Mae'r rhan fwyaf o'r cynnwys ar gael o dan drwydded <a %(cc_link_attributes)s>Creative Commons</a>.
da: Mozilla er en verdensomspændende nonprofit-organisation. Vores mål er at give dig kontrollen over din oplevelse på nettet, samtidig med at vi arbejder på at forme fremtidens internet for det fælles bedste. Besøg os på <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Det meste indhold er tilgængeligt under en <a %(cc_link_attributes)s>Creative Commons-licens</a>.
de: Mozilla ist eine weltweite, gemeinnützige Organisation, die sich dafür einsetzt, dass Sie Ihr Online-Erlebnis bestimmen und die Zukunft des Internets im Sinne aller gestaltet wird. Besuchen Sie uns auf <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Die meisten Inhalte stehen unter einer <a %(cc_link_attributes)s>Creative-Commons-Lizenz</a>.
el: Η Mozilla είναι μια παγκόσμια μη κερδοσκοπική οργάνωση που αγωνίζεται για να σας δώσει τον έλεγχο της διαδικτυακής εμπειρίας σας και να διαμορφώσει το μέλλον του διαδικτύου για το κοινό καλό. Επισκεφθείτε μας στο <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Το μεγαλύτερο μέρος του περιεχομένου διατίθεται υπό την άδεια <a %(cc_link_attributes)s>Creative Commons</a>.
es: Mozilla es una organización mundial sin fines de lucro que vela por ofrecerte el control de tu experiencia en la red y forjar el futuro de Internet para beneficio del público. Visítanos en <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. La mayor parte del contenido está disponible bajo una <a %(cc_link_attributes)s>licencia Creative Commons</a>.
fr: Mozilla est une organisation internationale à but non lucratif, déterminée à vous faire reprendre le contrôle de votre vie numérique en ligne et à définir l’avenir du Web dans l’intérêt collectif. Plus d’informations sur <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. La majorité du contenu est disponible sous <a %(cc_link_attributes)s>licence Creative Commons</a>.
fy_nl: Mozilla is in wrâldwide non-profitorganisaasje, tawijd oan it behâlden fan de kontrôle oer jo onlinebelibbing en it foarmjen fan de takomst fan it ynternet yn it algemien belang. Besykje ús op <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. De measte ynhâld is beskikber ûnder in <a %(cc_link_attributes)s>Creative Commons-lisinsje</a>.
ia: Mozilla es un organisation global sin scopo de lucro, dedicate a poner te in controlo de tu experientia in linea e a formar le futuro del web pro le bon public. Visita nos a <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Le major parte del contento es disponibile sub <a %(cc_link_attributes)s>licentia Creative Commons</a>.
it: Mozilla è un’organizzazione globale senza fini di lucro che si impegna per garantire agli utenti il controllo della propria esperienza online e per costruire un futuro in cui il Web sia al servizio del bene pubblico. Visita il nostro sito %(fomo_link_attributes)s%(fomo_site_url)s</a>. La maggior parte dei contenuti è disponibile secondo la <a %(cc_link_attributes)s>licenza Creative Commons</a>.
ja: Mozilla は、ユーザーのオンライン体験の管理をユーザー自身に委ね、公共の利益のためにウェブの未来を形作ることに専念する国際的な非営利団体です。 詳しくは、<a %(fomo_link_attributes)s>%(fomo_site_url)s</a> にアクセスしてください。ほとんどのコンテンツは、<a %(cc_link_attributes)s>クリエイティブコモンズライセンス</a> のもとで公開されています。
kab: Mozilla d tuddsa tagraɣlant ur nettnadi ara tadrimt, tegmen ad ak-d-trr gar ifassen-ik tudert-ik tumdint srid daɣen ad tesbadu ɣer zdat imal n web i lfayda n yimdanen meṛṛa. Rzu-d ɣur-neɣ deg <a %(fomo_link_attributes)s> %(fomo_site_url)s</a>. Tuffeɣt n ugbur yella ddaw <a %(cc_link_attributes)s> yiselkinen n Creative Commons </a>.
ro: Mozilla este o organizație nonprofit globală dedicată să îți redea controlul asupra experienței online și să modeleze viitorul webului pentru binele public. Vizitează-ne la <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Majoritatea conținutul este disponibil sub o <a %(cc_link_attributes)s>licență Creative Commons</a>.
sq: Mozilla është një ent global jofitimprurës përkushtuar vënies tuaj në kontroll të jetës tuaj internetore dhe dhënies formë të ardhmes së web-it për të mirën publike. Na vizitoni te <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Pjesa dërrmuese e lëndës mund të përdoret sipas një <a %(cc_link_attributes)s>licence Creative Commons</a>.
th: Mozilla เป็นองค์กรไม่แสวงผลกำไรระดับโลกที่อุทิศตนเพื่อช่วยให้คุณควบคุมประสบการณ์ทางออนไลน์ของคุณได้อย่างเต็มที่ และช่วยกำหนดอนาคตของเว็บเพื่อประโยชน์สาธารณะ เยี่ยมชมเราได้ที่ <a %(fomo_link_attributes)s> %(fomo_site_url)s</a> เนื้อหาส่วนมากอยู่ภายใต้ <a %(cc_link_attributes)s>ใบอนุญาตครีเอทีฟคอมมอนส์</a>
uk: Mozilla є всесвітньою некомерційною організацією, яка віддана наданню вам свободи ваших дій в Інтернеті та визначенню майбутнього мережі для загальної вигоди. Відвідайте наш сайт <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Більшість вмісту доступні за <a %(cc_link_attributes)s>ліцензією Creative Commons</a>.
vi: Mozilla là một tổ chức phi lợi nhuận toàn cầu chuyên giúp bạn kiểm soát trải nghiệm trực tuyến của mình và định hình tương lai của web vì lợi ích công cộng. Ghé thăm chúng tôi tại <a %(fomo_link_attributes)s>%(fomo_site_url)s</a>. Hầu hết nội dung có sẵn dưới dạng <a %(cc_link_attributes)s>giấy phép Creative Commons</a>.

# Button
source: DONATE NOW
ca: FEU UN DONATIU
cs: DAROVAT
cy: RHOWCH NAWR
da: Giv et bidrag nu
de: JETZT SPENDEN
el: ΔΩΡΕΑ ΤΩΡΑ
es: DONAR AHORA
fr: FAIRE UN DON
fy_nl: DONEARJE NO
he: לתרום כעת
ia: FACE UN DONATION ORA
it: Fai una donazione
ja: 今すぐ寄付
kab: MUDD TAWSA TURA
pa_in: ਹੁਣੇ ਦਾਨ ਕਰੋ
ro: DONEAZĂ ACUM
sq: DHURONI QË SOT
th: บริจาคตอนนี้
uk: ЗРОБІТЬ ВНЕСОК ЗАРАЗ
vi: QUYÊN GÓP NGAY

source: Seal of Charity Navigator 4-Star
ca: Segell de 4 estrelles de Charity Navigator
da: Emblem for fire-stjernet Charity Navigator
de: 4-Sterne-Siegel von Charity Navigator
el: Σφραγίδα Charity Navigator 4 αστέρων
es: Sello de Charity Navigator 4-Star
fr: Sceau Charity Navigator 4 étoiles
ia: Sigillo a 4 stellas de Charity Navigator
it: Sigillo a 4 stelle di Charity Navigator
ja: Charity Navigator 4 つ星
kab: Abelyun Charity Navigator 4 n yitran
pa_in: ਚੈਰੀਟੀ ਨੈਵੀਗੇਟਰ 4-ਸਟਾਰ ਦੀ ਸੀਲ
ro: Sigiliu Charity Navigator 4 stele
sq: Vulë “Charity Navigator” 4 yje
th: ตราประทับ Charity Navigator 4-Star
uk: Печатка з рейтингом 4 зірки від Charity Navigator
vi: Seal of Charity Navigator 4 sao

source: Seal of GuideStar Gold 2019
ca: Segell d'or 2019 de GuideStar
da: Emblem for GuideStar Gold 2019
de: Goldenes Siegel von GuideStar 2019
el: Σφραγίδα GuideStar Gold 2019
es: Sello de GuideStar Gold 2019
fr: Sceau GuideStar Gold 2019
ia: Sigillo auree 2019 de GuideStar
it: Sigillo d’oro 2019 di GuideStar
ja: GuideStar Gold 2019
kab: Abelyun GuideStar Gold 2019
pa_in: GuideStar ਗੋਲਡ 2019 ਦੀ ਸੀਲ
ro: Sigiliu GuideStar Gold 2019
sq: Vulë GuideStar Gold 2019
th: ตราประทับ GuideStar Gold 2019
uk: Печатка GuideStar Gold 2019

# Header
source: Donate now
ca: Feu un donatiu
cs: Chci poslat dar
cy: Rhowch nawr
da: Giv et bidrag nu
de: Jetzt spenden
el: Δωρεά τώρα
es: Donar ahora
fr: Faites un don
fy_nl: No donearje
he: לתרום כעת
ia: Face un donation ora
it: Fai una donazione
ja: 今すぐ寄付
kab: Mudd tawsa tura
pa_in: ਹੁਣੇ ਦਾਨ ਕਰੋ
ro: Donează acum
sq: Dhuroni sot
th: บริจาคตอนนี้
uk: Зробити внесок
vi: Quyên góp ngay

source: Your donation is being processed...
cs: Váš dar se zpracovává...
cy: Mae'ch rhodd yn cael ei phrosesu...
da: Dit bidrag bliver behandlet...
el: Η δωρεά σας βρίσκεται υπό επεξεργασία...
fr: Votre don est en cours de traitement…
ia: Tu donation va esser processate...
it: La tua donazione è in fase di elaborazione…
ja: 寄付の処理中です...
kab: Tawsa i tmuddeḍ la tettusesfer...
pa_in: ਤੁਹਾਡੇ ਦਾਨ ਉੱਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sq: Dhurimi juaj po përpunohet…
th: กำลังประมวลผลการบริจาคของคุณ...
uk: Ваш внесок обробляється...
vi: Khoản quyên góp của bạn đang được xử lý...

source: One moment while we get all the details right!
cs: Okamžik prosím, zjišťujeme podrobnosti.
cy: Arhoswch am eiliad wrth i ni gael yr holl fanylion yn iawn!
da: Et øjeblik, mens vi behandler informationerne!
el: Περιμένετε μέχρι να επιβεβαιώσουμε όλα τα στοιχεία!
fr: Veuillez patienter un instant, nous traitons ces informations.
ia: Un momento que nos recipe tote le detalios correcte!
it: Attendi un momento mentre verifichiamo tutti i dettagli.
ja: 詳細を確認するまでしばらくお待ちください。
pa_in: ਸਾਰੇ ਵੇਰਵੇ ਸਹੀ ਲੈਣ ਜਾਣ ਲਈ ਪਲ਼ ਭਰ ਉਡੀਕ ਕਰੋ!
sq: Një çast, sa të marrim saktë krejt hollësitë!
th: โปรดรอสักครู่ขณะที่เราตรวจสอบรายละเอียดทั้งหมดให้ถูกต้อง!
uk: Одна мить, поки ми зрозуміємо всі деталі!
vi: Chờ một chút trong khi chúng tôi đang nhận tất cả các thông tin chính xác!

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
ca: Gràcies per contactar amb nosaltres. S'ha creat un cas per al vostre problema i estarem en contacte ben aviat.
cs: Děkujeme, že jste nás kontaktovali. Uložili jsme záznam o vašem problému a brzy vás kontaktujeme.
cy: Diolch am gysylltu â ni. Mae achos wedi'i greu ar gyfer eich mater a byddwn mewn cysylltiad yn fuan.
da: Tak fordi du kontaktede os. Vi har oprettet en sag vedrørende dit problem og kontakter dig snarest.
de: Danke, dass Sie uns kontaktiert haben. Es wurde ein Fall für Ihr Problem erstellt und wir werden uns in Kürze bei Ihnen melden.
el: Σας ευχαριστούμε που επικοινωνήσατε μαζί μας. Το ζήτημά σας έχει καταγραφεί και θα επικοινωνήσουμε μαζί σας σύντομα.
es: Gracias por contactarnos. Se ha creado un caso para tu problema y nos pondremos en contacto en breve.
fr: Merci de nous avoir contactés. Un ticket a été créé pour votre problème et nous vous répondrons sous peu.
fy_nl: Tank dat jo kontakt mei ús opnommen hawwe. Der is in item foar jo probleem makke en wy nimme ynkoarten kontakt mei jo op.
he: תודה על שיצרת אתנו קשר. נוצר תיעוד מקרה לתקלה שלך ואנו נהיה בקשר בהקדם.
ia: Gratias pro contactar nos. Un caso ha essite create pro tu problema e nos te respondera tosto.
it: Grazie per averci contattato. Abbiamo aperto una segnalazione e ti contatteremo il prima possibile.
ja: ご連絡いただきありがとうございます。お知らせいただいた問題についてのケースが作成されました。数日中にご連絡いたします。
kab: Tanemmirt imi i aɣ-d-neremseḍ. Atiki yettwarn i wugur-ik daɣen ad ak-d-nerr aka ɣer zdat.
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ| ਤੁਹਾਡੇ ਮੁੱਦੇ ਲਈ ਇੱਕ ਕੇਸ ਬਣਾਇਆ ਗਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਜਲਦੀ ਹੀ ਸੰਪਰਕ ਵਿੱਚ ਆਵਾਂਗੇ|
ro: Îți mulțumim că ne-ai contactat. Am creat un caz pentru problema ta și te vom contacta în scurt timp.
sq: Faleminderit që u lidhët me ne. Për çështjen tuaj është hapur një rast dhe do të lidhemi së shpejti me ju.
th: ขอบคุณสำหรับการติดต่อหาเรา ประเด็นปัญหาของคุณได้ถูกบันทึกเป็นกรณีไว้แล้ว และเราจะติดต่อกลับในไม่ช้า
uk: Дякуємо, що звернулися до нас. Ми вже знаємо про вашу проблему і незабаром зв’яжемося з вами.
vi: Cảm ơn bạn đã liên hệ với chúng tôi. Một trường hợp từ sự cố bạn báo cáo đã được tạo và chúng tôi sẽ sớm liên hệ.

source: We will get back to you soon.
ca: Ens posarem en contacte ben aviat.
cs: Brzy se vám ozveme.
cy: Byddwn yn cysylltu â chi yn fuan.
da: Vi vil kontakte dig snarest.
de: Wir werden uns bald bei Ihnen melden.
el: Θα σας απαντήσουμε σύντομα.
es: Muy pronto nos pondremos en contacto contigo.
fr: Nous vous répondrons bientôt.
fy_nl: Wy nimme ynkoarten kontakt op.
he: אנו נשוב אליך בהקדם.
ia: Nos recedera tosto a te.
it: Ti risponderemo al più presto.
ja: 折り返しご連絡いたします。
kab: Ad d-nuɣal ɣur-k akka kra n wussan.
pa_in: ਅਸੀਂ ਜਲਦੀ ਤੁਹਾਡੇ ਕੋਲ ਵਾਪਸ ਆਵਾਂਗੇ।
ro: Te vom contacta în curând.
sq: Do të lidhemi së shpejti me ju.
th: เราจะติดต่อกลับหาคุณโดยเร็ว
uk: Ми повернемося до вас за хвильку.
vi: Chúng tôi sẽ trả lời cho bạn càng sớm càng tốt.

source: If you need help with a donation to the Mozilla Foundation, please fill out this form and a donor care representative will get back to you as soon as possible.
ca: Si necessiteu ajuda per a fer un donatiu a la Mozilla Foundation, empleneu aquest formulari i un representant d'atenció als donants us escriurà al més aviat possible.
cs: Pokud potřebujete pomoci se zasláním daru pro Mozilla Foundation, vyplňte tento formulář a zástupce péče Thunderbirdu se vám co nejdříve ozve zpět.
cy: Os oes angen help arnoch gyda rhodd i'r Mozilla Foundation, llenwch y ffurflen hon a bydd cynrychiolydd gofal rhoddwyr yn cysylltu â chi cyn gynted â phosibl.
da: Udfyld denne formular, hvis du har brug for hjælp vedrørende bidrag til Mozilla Foundation. Så vil en repræsentant fra vores afdeling "donor care" kontakte dig hurtigst muligt.
de: Wenn Sie bei einer Spende an die Mozilla Foundation Hilfe benötigen, füllen Sie bitte dieses Formular aus. Ein Spenderbetreuer wird sich so schnell wie möglich bei Ihnen melden.
el: Εάν χρειάζεστε βοήθεια με μια δωρεά στο Mozilla Foundation, συμπληρώστε αυτήν τη φόρμα και θα επικοινωνήσει μαζί σας ένας εκπρόσωπός μας το συντομότερο δυνατό.
fr: Si vous avez besoin d’aide avec un don à la Fondation Mozilla, veuillez remplir ce formulaire et un agent en charge de l’assistance aux dons vous répondra dès que possible.
ia: Si tu require adjuta pro un donation al Fundation Mozilla, plena iste formulario e un representante del assistentia pro le donatores te contactara le plus tosto possibile.
it: Se hai bisogno di aiuto per una donazione a Mozilla Foundation, compila il seguente modulo e un rappresentante dell’assistenza per i donatori ti contatterà il prima possibile.
ja: Mozilla Foundation への寄付についてサポートが必要な場合は、このフォームに記入してください。寄付に関するサポートの担当者ができるだけ早くご連絡いたします。
kab: Ma teḥwaǧeḍ tallalt i uttekki deg tawsa i tkebbanit Mozilla, ttxil-k·m ččar tiferkit-a sakin albaɛḍ seg ad d-yezzi ɣur-k deg kra n wussan.
sq: Nëse ju duhet ndihmë lidhur me një dhurim për Mozilla Foundation, ju lutemi, plotësoni këtë formular dhe një përfaqësues për kujdesin ndaj dhuruesve do të lidhet me ju sa më shpejt që të jetë e mundur.
th: หากคุณต้องการความช่วยเหลือเกี่ยวกับการบริจาคให้กับมูลนิธิ Mozilla โปรดกรอกแบบฟอร์มนี้ แล้วตัวแทนดูแลผู้บริจาคจะติดต่อกลับถึงคุณโดยเร็วที่สุด
uk: Якщо вам потрібна допомога щодо внеску до Фонду Mozilla, заповніть цю форму і представник служби допомоги донорам зв'яжеться з вами якомога швидше.
vi: Nếu bạn cần trợ giúp về khoản đóng góp cho Tổ chức Mozilla, vui lòng điền vào biểu mẫu này và đại diện chăm sóc của nhà tài trợ sẽ liên hệ lại với bạn trong thời gian sớm nhất.

source: Unfortunately, donor care representatives are unable to offer support or help with Firefox technical issues, or changes to or questions about Mozilla VPN subscriptions. Related questions submitted through this form will not be responded to.
el: Δυστυχώς, οι εκπρόσωποι υποστήριξης δωρητών δεν μπορούν να προσφέρουν υποστήριξη ή βοήθεια για τεχνικά ζητήματα του Firefox, αλλαγές ή ερωτήσεις σχετικά με τις συνδρομές στο Mozilla VPN. Σχετικές ερωτήσεις που υποβάλλονται μέσω αυτής της φόρμας δεν θα απαντηθούν.
it: Siamo spiacenti ma i responsabili dell’assistenza ai donatori non possono offrire supporto per eventuali problemi tecnici con Firefox o per modifiche o domande sugli abbonamenti Mozilla VPN. Le richieste di questo tipo inviate tramite questo modulo non riceveranno risposta.
th: ขออภัย ตัวแทนผู้ดูแลผู้บริจาคไม่สามารถให้การสนับสนุนหรือความช่วยเหลือเกี่ยวกับปัญหาด้านเทคนิคของ Firefox หรือการเปลี่ยนแปลงหรือคำถามต่างๆ เกี่ยวกับการสมัครสมาชิก Mozilla VPN ได้ คำถามที่เกี่ยวข้องที่ส่งผ่านแบบฟอร์มนี้จะไม่ได้รับการตอบกลับ
vi: Rất tiếc, đại diện chăm sóc của các nhà tài trợ không thể cung cấp hỗ trợ hoặc trợ giúp về các vấn đề kỹ thuật của Firefox, hoặc các thay đổi hoặc câu hỏi về thuê bao Mozilla VPN. Các câu hỏi liên quan được gửi qua biểu mẫu này sẽ không được trả lời.
