Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a> | <a href="%(cryptocurrency_url)s">BitPay (cryptocurrencies)</a>
da: Andre måder at give bidrag på: <a href="%(wire_transfer_url)s">Pengeoverførsel eller SEPA</a> | <a href="%(check_url)s">Check</a> | <a href="%(cryptocurrency_url)s">BitPay (kryptovalutaer)</a>

source: Cryptocurrencies
da: Kryptovalutaer
ia: Cryptovaluta

source: The Mozilla Foundation is a California non-profit corporation exempt from United States federal income taxation under IRC 501(c)(3) and a public charity classified under IRC sections 170(b)(1)(A) and 509(a)(1). Cryptocurrency donations Mozilla receives are considered charitable contributions under U.S. federal tax laws, to be used in its discretion for its charitable purposes. Because the IRS has indicated that it will treat cryptocurrencies as property for U.S. tax purposes (see IRS Notice 2014-21), cryptocurrency donations may be subject to special rules as to the amount of your charitable deduction, the documentation that must be provided to claim a tax deduction, or other matters.
da: Mozilla Foundation er en californisk nonprofit-organisation, der er fritaget for indkomstskat i USA under den såkaldte IRC 501(c)(3), og som er en offentlig velgørende organisation i henhold til IRC-sektionerne 170(b)(1)(A) og 509(a)(1). Bidrag i kryptovaluta til Mozilla betragtes som velgørenhedsbidrag under den amerikanske skattelovgivning. Da IRS har tilkendegivet, at de vil betragte kryptovalutaer som ejendom hvoraf der beregnes skat (se IRS Notice 2014-21), kan bidrag i kryptovaluta blive omfattet af specielle regler, der kan vedrøre størrelsen af dit velgørenhedsfradrag, dokumentation for ret til skattefradrag eller andre forhold.
ia: Mozilla Fundation es un corporation non-lucrative del California exempte de taxation federal sur renta de Statos Unite, sub IRC 501(c)(3) e un organisation caritative public classificate sub IRC sectiones 170(b)(1)(A) e 509(a)(1). Le donationes in cryptovaluta que Mozilla recipe es considerate contributiones caritative sub le leges fiscal federal del SUA, pro esser usate a su discretion pro su scopos caritative. Pois que le IRS ha indicate que illo tractara le cryptovaluta como proprietate al fines fiscal (vide aviso IRS 2014-21), le donationes in cryptovaluta pote esser subjecte a regulas special quanto al amonta de tu deduction caritative, le documentation que debe esser fornite pro reclamar un deduction de taxa, o altere materias.

source: Learn more about cryptocurrency donations <a href="%(cryptocurrency_wiki)s">here</a>. To donate using cryptocurrency, <a href="%(cryptocurrency_url)s">please visit this link.</a>
da: Læs mere om bidrag i kryptovaluta <a href="%(cryptocurrency_wiki)s">her</a>. <a href="%(cryptocurrency_url)s">Følg dette link</a> for at give bidrag i kryptovaluta.

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
de: Weitere Spendenmöglichkeiten: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Scheck</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
es: Otras maneras de dar: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Cheque</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
fy_nl: Oare manieren om te jaan: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Sjek</a> | <a href="%(bitcoin_url)s">Bitcoin</a>

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="mailto:%(email)s">Send us an email</a>.
es: ¿Tuviste problemas al donar? Visita nuestras <a href="%(faq_url)s">preguntas frecuentes</a> para que veas la respuesta a las consultas más comunes. ¿Sigues sin poder solucionar tu problema? <a href="mailto:%(email)s">Envíanos un correo electrónico</a>.
fy_nl: Problemen mei donearjen? Gean nei ús <a href="%(faq_url)s">FAQ</a> foar antwurden op de meast stelde fragen. Hawwe jo noch hieltyd problemen? <a href="mailto:%(email)s">Stjoer ús in e-mailberjocht</a>.

source: Menu
es: Menú

source: Protect the internet as a global public resource
es: Protección de Internet por ser un recurso público mundial
fy_nl: Beskermje it ynternet as in wrâldwide iepenbiere boarne

source: Join our email list to take action and stay updated!
es: Únete a nuestra lista de envío de correos para actuar y mantenerte actualizado.
fy_nl: Wurd lid fan ús e-maillist om aksje te ûndernimmen en op de hichte te bliuwen!

source: Enter email address
es: Introducir dirección de correo
fy_nl: Fier in e-mailadres yn

source: Sign up
es: Registrarse
fy_nl: Registrearje

source: Thanks!
es: ¡Gracias!
fy_nl: Tank!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
es: Si anteriormente no confirmaste una suscripción a algún boletín de Mozilla, quizás tengas que hacerlo ahora. Revisa tu bandeja de entrada o de correo no deseado y verifica que te haya llegado un correo nuestro.
fy_nl: As jo noch net earder in ynskriuwing foar in Mozilla-relatearre nijsbrief befêstige hawwe, moatte jo dit mooglik dwaan. Kontrolearje jo Postfek YN of jo spamfilter foar in e-mail fan ús.

source: More about us
es: Saber más
fy_nl: Mear oer ús

source: If you need help with a contribution to MZLA/Thunderbird, fill out this form and a Thunderbird donor care representative will get back to you as soon as possible.
es: Si necesita ayuda con una contribución a MZLA/Thunderbird, completa este formulario y un representante de atención de donantes de Thunderbird se pondrá en contacto contigo lo antes posible.
fy_nl: As jo help nedich hawwe mei in bydrage oan MZLA/Thunderbird, folje dan dit formulier yn en in fertsjintwurdiger fan it Thunderbird-donateursteam nimt gau kontakt mei jo op.

source: The Mozilla Foundation is a California non-profit corporation exempt from United States federal income taxation under IRC 501(c)(3) and a public charity classified under IRC sections 170(b)(1)(A) and 509(a)(1). Bitcoin donations Mozilla receives are considered charitable contributions under U.S. federal tax laws, to be used in its discretion for its charitable purposes. Because the IRS has indicated that it will treat bitcoin as property for U.S. tax purposes (see IRS Notice 2014-21), donations of bitcoin may be subject to special rules as to the amount of your charitable deduction, the documentation that must be provided to claim a tax deduction, or other matters.
de: Die Mozilla Foundation ist eine gemeinnützige Einrichtung in Kalifornien und gemäß IRC 501(c)(3) von der Einkommensteuer in den USA befreit und außerdem ein gemeinnütziger Verein unter IRC-Abschnitt 170(b)(1)(A) und 509(a)(1). Bitcoin-Spenden an Mozilla werden unter US-Bundessteuerrecht als wohltätige Zuwendungen behandelt, die nach Wunsch des Begünstigten für wohltätige Zwecke einzusetzen sind. Da der IRS deutlich gemacht hat, dass Bitcoin im Sinne des US-Steuerrechts als Eigentum zu betrachten sind (siehe IRS Notice 2014-21), unterliegen Spenden von Bitcoin möglicherweise Sonderregeln hinsichtlich des steuerlich absetzbaren Betrags Ihrer Spende, den dafür nötigen Unterlagen und anderer Angelegenheiten.
es: La Fundación Mozilla es una corporación sin ánimo de lucro de California exenta del impuesto sobre la renta federal de los EEUU bajo el artículo IRC 501 (c)(3) y una organización benéfica pública clasificada bajo las secciones IRC 170 (b)(1)(A) y 509 (a)(1). Las donaciones de Bitcoin que Mozilla recibe se consideran contribuciones benéficas bajo las leyes federales de impuestos de los EEUU y se deben usar a discreción para propósitos caritativos. El IRS ha indicado que tratará los bitcoin como propiedad para propósitos de impuestos estadounidenses (vea el Aviso del IRS 2014-21), por lo que las donaciones de bitcoin pueden estar sujetas a reglas especiales en cuanto a la cantidad de su deducción de caridad, la documentación que se debe proporcionar para reclamar una deducción de impuestos, u otros asuntos.
fy_nl: De Mozilla Foundation is in Kalifornyske non-profitorganisaasje dy't yn de FS útsûndere is fan federale ynkomstebelesting ûnder IRC 501(c)(3) en in ynstelling fan algemien belang ûnder IRC-seksjes 170(b)(1)(A) en 509(a)(1). Troch Mozilla ûntfongen bitcoindonaasjes wurde ûnder federale belestingwetten yn de FS beskôge as bydragen oan in goed doel, nei eigen ynsicht te brûken foar goede doelen. Omdat de IRS oanjûn hat dat bitcoins foar Amerikaanske belestingdoeleinen as ‘property’ beskôge wurde (sjoch IRS Notice 2014-21), kinne donaasjes fan Bitcoin ûnderhavich wêze oan spesjale rigels mei betrekking ta it bedrach fan jo ôftrek foar goede doelen, de dokumintaasje dy't opjûn wurde moatte om belestingôftrek te krijen, of oare saken.

source: Learn more about bitcoin donations <a href="%(bitcoin_wiki)s">here</a>. To donate bitcoin, <a href="%(bitcoin_donate)s">please visit this link.</a>
de: Erfahren Sie <a href="%(bitcoin_wiki)s">hier</a> mehr über Bitcoin-Spenden. Um Bitcoin zu spenden, <a href="%(bitcoin_donate)s">folgen Sie bitte diesem Link</a>.
es: Descubre más sobre donaciones en bitcoin <a href="%(bitcoin_wiki)s">aquí</a>. Para hacer una donación con bitcoin, <a href="%(bitcoin_donate)s">visita este enlace</a>.
fy_nl: Lês <a href="%(bitcoin_wiki)s">hjir</a> mear oer bitcoindonaasjes. <a href="%(bitcoin_donate)s">Folgje dizze keppeling</a> om bitcoins te donearjen.

source: Your donation will go right to work protecting the web, keeping it open and available to all.
es: Tu donación se destinará directamente a la labor de proteger la Web y mantenerla abierta y disponible para todos.
fy_nl: Jo donaasje giet streekrjocht nei it wurk dat nedich is om it ynternet foar elkenien tagonklik, feilich en iepen te hâlden.

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us at <a href="mailto:%(email)s">%(email)s</a>.
es: Te hemos enviado un recibo de donación por correo electrónico. Si no lo recibiste, revisa tu buzón de correo no deseado/spam, o escríbenos a <a href="mailto:%(email)s">%(email)s</a>.
fy_nl: Wy hawwe jo in e-mailberjocht mei donaasjebewiis stjoerd; as dit ûntbrekt, kontrolearje dan jo mappen mei net winske e-mail / spam, en nim dêrnei kontakt mei ús op fia <a href="mailto:%(email)s">%(email)s</a>.

source: Unfortunately, donor care representatives are unable to offer support or help with Firefox technical issues.
de: Leider können Vertreter der Spenderbetreuung keine Unterstützung oder Hilfe bei technischen Problemen mit Firefox anbieten.

source: To combat fraud, Mozilla Foundation has temporarily restricted donations to a minimum of %(min_amount)s
el: Για την καταπολέμηση της απάτης, το Mozilla Foundation έχει περιορίσει προσωρινά τις δωρεές στο ελάχιστο ποσό των %(min_amount)s
he: על מנת להילחם בהונאות, קרן Mozilla הגבילה זמנית את התרומות למינימום של %(min_amount)s
it: Per prevenire possibili frodi, Mozilla Foundation ha temporaneamente limitato le donazioni a un minimo di %(min_amount)s
ja: 詐欺行為に対処するため、Mozilla Foundation は一時的に寄付金額を最低額の %(min_amount)s に制限しています
vi: Để chống lại gian lận, Mozilla Foundation đã tạm thời hạn chế các khoản quyên góp ở mức tối thiểu %(min_amount)s

source: Other ways to give: <a href="%(check_url)s">Check</a>
el: Άλλοι τρόποι δωρεάς: <a href="%(check_url)s">Επιταγή</a>
it: Altri modi per dare: <a href="%(check_url)s">assegno</a>
ja: その他の方法: <a href="%(check_url)s">小切手</a>

source: Facebook
pa_in: ਫੇਸਬੁੱਕ

source: Twitter
pa_in: ਟਵਿੱਟਰ

source: Mozilla is committed to your privacy; please read our <a href="%(privacy_url)s">privacy policy here</a>. Your payment details will be processed by <a href="%(stripe_url)s">Stripe</a>, or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
el: Η Mozilla σέβεται το απόρρητό σας· παρακαλούμε διαβάστε την <a href="%(privacy_url)s">πολιτική απορρήτου μας εδώ</a>. Η επεξεργασία των στοιχείων πληρωμής σας θα εκτελεστεί από την <a href="%(stripe_url)s">Stripe</a> ή την <a href="%(paypal_url)s">PayPal</a>, ενώ μια καταγραφή της δωρεάς σας θα αποθηκευτεί από τη Mozilla.
he: מוזילה מחויבת לפרטיות שלך; נא לקרוא את <a href="%(privacy_url)s">מדיניות הפרטיות שלנו כאן</a>. פרטי התשלום שלך יעובדו על־ידי <a href="%(stripe_url)s">Stripe</a>, או על־ידי <a href="%(paypal_url)s">PayPal</a>, ותיעוד של התרומה שלך יאוחסן על־ידי Mozilla.
ja: Mozillaは、あなたのプライバシーを尊重します; <a href="%(privacy_url)s">こちらのプライバシーポリシー</a> をご覧ください。お支払いの詳細は、<a href="%(stripe_url)s">Stripe </a> または <a href="%(paypal_url)s">PayPal</a> によって処理され、寄付の記録は Mozilla により保管されます。

source: <b>Other ways to give: <a href="%(check_url)s">Check</a></b>
el: <b>Άλλοι τρόποι δωρεάς: <a href="%(check_url)s">Επιταγή</a></b>
he: <b>דרכים אחרות לתת: <a href="%(check_url)s">המחאה</a></b>
ja: <b>その他の方法: <a href="%(check_url)s">小切手</a></b>

source: <b>Question donating?</b> Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions.
el: <b>Έχετε απορίες σχετικά με τις δωρεές;</b> Επισκεφτείτε την ενότητα <a href="%(faq_url)s">Συχνές ερωτήσεις</a> για απαντήσεις στις πιο κοινές απορίες.
he: <b>יש לך שאלה לגבי התרומות?</b> ניתן לבקר בדף ה<a href="%(faq_url)s">שאלות נפוצות</a> שלנו לקבלת תשובות לשאלות הנפוצות ביותר.
ja: <b>寄付について質問がありますか？</b> よくある質問への回答は、<a href="%(faq_url)s">FAQ</a> をご覧ください。

source: <b>Need to reach us about your donation?</b> <a href="%(help_url)s">Contact us</a>.
el: <b>Θέλετε να επικοινωνήσετε μαζί μας σχετική με τη δωρεά σας;</b> <a href="%(help_url)s">Επικοινωνήστε μαζί μας</a>.
he: <b>יש לך צורך לדבר איתנו לגבי התרומה שלך?</b> <a href="%(help_url)s">יצירת קשר</a>.
ja: <b>寄付についてのご連絡</b>は <a href="%(help_url)s">こちらからお問い合わせ</a> ください。

source: Contributions go to the <a href="%(mozilla_url)s">Mozilla Foundation</a>, a 501(c)(3) organization based in San Francisco, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
el: Οι συνεισφορές πηγαίνουν στο <a href="%(mozilla_url)s">Mozilla Foundation</a>, έναν οργανισμό 501(c)(3) με έδρα το Σαν Φρανσίσκο της Καλιφόρνια, ώστε να χρησιμοποιηθούν σύμφωνα με τη διακριτική ευχέρειά του για τους φιλανθρωπικούς σκοπούς του. Είναι εκπίπτουσες φορολογίας στις ΗΠΑ στον μέγιστο, επιτρεπτό από τη νομοθεσία, βαθμό.
ja: あなたの寄付は 501(c)(3) に該当する非営利法人でありカリフォルニア州サンフランシスコ市に拠点を置く <a href="%(mozilla_url)s">Mozilla Foundation</a> が受領し、その自由裁量で慈善目的に使用されます。米国内では、法で定められた最大限の範囲で課税控除の対象となります。

source: Our team is experiencing a backlog in donor inquiries. Please expect a delay of up to 5 business days to respond to your inquiry.
el: Η ομάδα μας αντιμετωπίζει καθυστερήσεις λόγω του μεγάλου αριθμού ερωτημάτων από δωρητές. Ενδέχεται να χρειαστούν έως και 5 εργάσιμες ημέρες για να λάβετε απάντηση στο ερώτημά σας.

source: If you are a current donor, you can use the self-service option to log into your donor portal. You can see receipts and make changes to your monthly gift. To access your log in page, refer to your link in a recent donation email.
el: Εάν είστε ήδη δωρητής, μπορείτε να χρησιμοποιήσετε την επιλογή αυτοεξυπηρέτησης για να συνδεθείτε στην πύλη δωρητών. Μπορείτε να δείτε τις αποδείξεις και να κάνετε αλλαγές στη μηνιαία δωρεά σας. Για να μεταβείτε στη σελίδα σύνδεσης, χρησιμοποιήστε τον σύνδεσμο σε ένα από τα πρόσφατα email δωρεάς σας.

source: featured image
el: επιλεγμένη εικόνα
ja: 注目の画像
