Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: Your download should have begun automatically. If it didn’t work, <a href="%(url)s">try downloading again here</a>.
ca: La baixada hauria d'haver iniciat automàticament. Si no funciona, <a href="%(url)s">proveu de baixar-ho de nou</a>.
cs: Vaše stahování by mělo začít automaticky. Pokud ne, <a href="%(url)s">klikněte zde</a>.
cy: Dylai'r llwytho ddigwydd yn awtomatig. Os yw heb weithio <a href="%(url)s">ceisiwch llwytho i lawr yma eto</a>.
da: Din filhentning burde være startet automatisk. Hvis det ikke virkede, <a href="%(url)s">så prøv at hente igen her</a>.
de: Ihr Download sollte automatisch beginnen. Wenn dies nicht funktioniert, <a href="%(url)s">starten Sie den Download von hier erneut</a>.
es: La descarga debería empezar automáticamente. Si no, <a href="%(url)s">intenta descargarlo aquí</a>.
fr: Votre téléchargement devrait avoir démarré automatiquement. Si cela n’a pas fonctionné, <a href="%(url)s">réessayez ici</a>.
fy_nl: It downloaden soe automatysk begûn wêze moatte. As it net wurke, <a href="%(url)s">probearje dan hjir opnij te downloaden</a>.
he: ההורדה שלך אמורה להתחיל באופן אוטומטי. אם היא לא התחילה, <a href="%(url)s">אפשר לנסות להוריד שוב כאן</a>.
ia: Tu discargamento deberea haber comenciate automaticamente. Si illo non functiona, <a href="%(url)s">prova a discargar de novo hic</a>.
it: Il download dovrebbe avviarsi automaticamente. Se non funziona, <a href="%(url)s">riprova utilizzando questo link</a>.
kab: Asader-ik ad yebdu s wudem awurman. Ma yella ur yeddi ara, <a href="%(url)s">ales tikkelt-nniḍen dagi</a>.
ro: Descărcarea trebuia să înceapă automat. Dacă nu a funcționat, <a href="%(url)s">încearcă să descarci iar de aici</a>.
sq: Shkarkimi juaj do të duhej të fillonte vetvetiu. Nëse s’ndodhi, <a href="%(url)s">provoni ta shkarkoni nga këtu</a>.
th: จะเริ่มดาวน์โหลดอัตโนมัติ หากดาวน์โหลดไม่ได้ ให้<a href="%(url)s">ลองดาวน์โหลดใหม่อีกครั้งที่นี่</a>
uk: Ваше завантаження повинно розпочатись автоматично. Якщо цього не сталося, <a href="%(url)s">спробуйте завантажити тут</a>.
vi: Quá trình tải xuống của bạn sẽ tự động bắt đầu. Nếu nó không hoạt động, hãy <a href="%(url)s">thử tải xuống lại tại đây</a>.

source: We accept contributions in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
ca: Acceptem contribucions en euros mitjançant transferència SEPA (zona única de pagaments en euros) i en lliures esterlines mitjançant transferència BACS.
cs: Přijímáme dary v eurech pomocí Single European Payment Area (SEPA) převodů a v librách pomocí BACS převodů.
cy: Rydym yn derbyn rhoddion mewn Ewros trwy drosglwyddiad Single European Payment Area (SEPA), a Phunnoedd Prydain trwy drosglwyddiad BACS.
da: Vi accepterer bidrag i euro, overført via Single European Payment Area (SEPA), og britiske pund overført via BACS.
de: Wir akzeptieren Spenden in Euro als Überweisung über die Single European Payment Area (SEPA) und in Britischen Pfund als BACS-Überweisung.
es: Aceptamos donaciones en euros mediante transferencia por la Zona Única Europea de Pagos (SEPA por sus siglas en inglés) y en libras esterlinas a través de transferencias BACS.
fr: Nous acceptons les dons en euros via des virements au sein de la zone de paiement européenne unique (SEPA), ou en livres sterling via des virements BACS.
fy_nl: Wy akseptearje donaasjes yn euro’s fia in Single European Payment Area (SEPA)-oerskriuwing, en Britske pûnen fia in BACS-oerskriuwing.
ia: Nos accepta contributiones in Euros per transferentia bancari SEPA e in Libras sterling britannic per transferentia BACS.
kab: Nqebbel atteki s uru s usureg deg temnaḍt n lexlaṣ n turuft kan (SEPA), akked s upawnd sterling s usureg BACS.
ro: Acceptăm contribuții în euro prin viramente SEPA (Zona unică de plăți în euro) și în lire sterline prin viramente BACS.
sq: Pranojmë kontribute në euro, përmes dërgesash Single European Payment Area (SEPA), dhe në sterlina britanike përmes dërgesash BACS.
th: เรารับเงินสมทบในเงินยูโรผ่านการโอนทาง Single European Payment Area (SEPA) และเงินปอนด์อังกฤษโดยการโอนผ่านผ่าน BACS
uk: Ми приймаємо допомогу в євро через Єдину Європейську Мережу Розрахунків (SEPA), а також британські фунти стерлінгів через платіжну систему Великобританії BACS.

source: Please note that for smaller (under 10 EUR or equivalent) contributions, <strong>and especially for contributions under 5 EUR or equivalent</strong>, we request that you contribute via credit card or PayPal to help reduce our processing fees.
ca: Tingueu en compte que, per als donatius d'imports reduïts (inferiors a 10 euros o equivalent) <strong>i sobretot per als donatius inferiors a 5 euros o equivalent</strong>, us demanem que feu el donatiu mitjançant targeta de crèdit o PayPal per a ajudar a reduir els nostres costos de processament.
cs: U darů v hodnotě pod 10 EUR, <strong>a zejména u těch pod 5 EUR</strong> (nebo odpovídající hodnoty v jiné měně), vás prosíme o jejich platbu platební kartou nebo přes PayPal, kde má Mozilla nižší náklady na jejich zpracování.
cy: Sylwch, ar gyfer cyfraniadau llai (o dan 10 EUR neu gyfwerth), <strong>ac yn arbennig ar gyfer cyfraniadau o dan 5 EUR neu gyfwerth</strong>, gofynnwn i chi gyfrannu gyda cherdyn credyd neu PayPal i helpu i leihau ein ffioedd prosesu.
da: Bemærk, at for mindre bidrag (under 10 EURO eller tilsvarende), <strong>og især for bidrag under 5 EURO eller tilsvarende</strong>, beder vi dig bidrage via kreditkort eller PayPal for at hjælpe med at reducere vores udgifter til at gennemføre transaktionen.
de: Bitte beachten Sie, dass wir für kleinere Spenden (unter 10 EUR oder gleichwertig) <strong>und insbesondere für Spenden unter 5 EUR oder gleichwertig</strong> eine Spende per Kreditkarte oder PayPal verlangen, um unsere Bearbeitungsgebühren zu senken.
es: Para donaciones pequeñas (menos de 10 euros o equivalentes), <strong> y especialmente para donaciones de menos de 5 euros o equivalentes</strong>, rogamos hacer la donación vía tarjeta de crédito o PayPal para reducir los gastos de tramitación de Mozilla.
fr: Notez que pour les dons plus modestes (moins de 10 EUR ou équivalent), <strong>et surtout pour les dons inférieurs à 5 EUR ou équivalent</strong>, nous vous demandons de faire un don par carte bancaire ou PayPal pour aider à réduire nos frais de traitement.
fy_nl: Merk op dat wy foar lytsere bydragen (minder as 10 euro of omrekkene), <strong>en foaral foar bydragen lytser as 5 euro of omrekkene</strong>, freegje om by te dragen fia creditcard of PayPal, om sa de ferwurkingskosten foar Mozilla leech te hâlden.
ia: Nota que pro contributiones minor (sub 10 EUROS o equivalente), <strong>e specialmente pro illos sub 5 EUR o equivalente</strong>, nos require que tu contribue via carta de credito o Paypal pro adjutar reducer nostre oneres de processo.
kab: Ma ulac aɣilif, ẓer belli i uttekki wezzilen (ddaw n 10 uruten neɣ ssuma tagdazalt), <strong>aṭas aṭas i uttekki ddaw 5 uruten neɣ ssuma tagddazalt</strong>, ad awen-nsuter ad tettekkiḍ s tkarḍa n usmad neɣ PayPal akken ad tallem aṣubbu n wazal n usesfer-nneɣ.
ro: De reținut că pentru contribuții mai mici (sub 10 euro sau valoarea echivalentă), <strong>și în special pentru donații sub 5 euro sau valoarea echivalentă</strong>, avem rugămintea să efectuați tranzacțiile prin card de credit sau PayPal pentru a ne ajuta să reducem comisioanele de prelucrare.
sq: Ju lutemi, kini parasysh që për kontribute më të vockla (nën 10 euro ose të barasvlershme), <strong>dhe veçanërisht për kontribute nën 5 euro ose të barasvlershme</strong>, kërkojmë doemos që dhurimin ta bëni përmes karte krediti ose PayPal-i, që të na ndihmoni të ulen tarifat transaksionesh për ne.
th: โปรดทราบว่าการบริจาคเงินจำนวนน้อย (น้อยกว่า 10 ยูโรหรือเทียบเท่า) <strong>และโดยเฉพาะการบริจาคจำนวน 5 ยูโรหรือเทียบเท่า</strong> เราขอแนะนำให้คุณบริจาคผ่านบัตรเครดิตหรือ PayPal เพื่อช่วยลดภาระค่าธรรมเนียมในการทำธุรกรรมของเรา
uk: Зверніть увагу, що для невеликих внесків до 10 Євро, <strong>а особливо до 5 Євро</strong>, ми просимо вас скористатися платіжною карткою чи PayPal, щоб допомогти зменшити наші накладні витрати.

source: Memo field:
ca: Camp de notes:
cs: Pole pro poznámku:
cy: Maes memo:
da: Memo-felt:
de: Verwendungszweck:
es: Referencia:
fr: Libellé :
fy_nl: Memofjild:
ia: Campo memento:
kab: Tabzimt:
pa_in: ਮੈਮੋ ਖੇਤਰ:
ro: Câmp de mențiuni:
sq: Fushë memo:
th: ส่วนบันทึก:
uk: Примітка:

source: MZLA/Thunderbird is happy to accept your donation <strong>(made payable to “MZLA Technologies Corp”)</strong> via check; however please note that processing and acknowledgment of your gift may be delayed by changes to our office procedures due to the COVID-19 pandemic. You can send checks to:
it: MZLA/Thunderbird è lieta di accettare donazioni tramite assegno intestato a <strong>“MZLA Technologies Corp”</strong>; tuttavia si fa presente che l’elaborazione e l’accettazione della donazione potrebbero subire dei ritardi a fronte di cambiamenti nelle nostre procedure di ufficio causati dalla pandemia di COVID-19. Puoi inviare gli assegni a:
th: MZLA/Thunderbird ยินดีรับเงินบริจาคของคุณ <strong>(จ่ายให้กับ “MZLA Technologies Corp”)</strong> ผ่านเช็ค อย่างไรก็ตาม โปรดทราบว่าการประมวลผลและการตอบรับของขวัญของคุณอาจล่าช้าเนื่องจากการเปลี่ยนแปลงขั้นตอนการทำงานในสำนักงานของเราอันเนื่องมาจากการระบาดใหญ่ของโควิด-19 คุณสามารถส่งเช็คไปที่:
vi: MZLA/Thunderbird sẵn lòng chấp nhận khoản đóng góp của bạn <strong>(được trả cho “MZLA Technologies Corp”)</strong> bằng séc; tuy nhiên, xin lưu ý rằng việc xử lý và nhận quà của bạn có thể bị trì hoãn do những thay đổi đối với thủ tục văn phòng của chúng tôi do đại dịch COVID-19. Bạn có thể gửi séc tới:

source: Please also note that MZLA/Thunderbird can <strong>only</strong> accept checks in U.S. dollars drawn on a U.S. bank.
cs: Rovněž MZLA/Thunderbird přijímá šeky <strong>pouze</strong> v amerických dolarech a splatné u americké banky.
cy: Sylwch hefyd y gall MZLA/Thunderbird <strong>dim ond</strong> derbyn sieciau mewn doleri'r Unol Daleithiau wedi'u tynnu o fanc o'r Unol Daleithiau.
da: Bemærk også, at MZLA/Thunderbird <strong>kun</strong> accepterer checks i amerikanske dollars udstedt fra en amerikansk bank.
de: Beachten Sie bitte außerdem, dass MZLA/Thunderbird <strong>nur</strong> Schecks in US-Dollar akzeptieren kann, die von einer US-Bank ausgestellt wurde.
fr: Veuillez également noter que MZLA/Thunderbird peut <strong>uniquement</strong> accepter des chèques en dollars américains provenant d’une banque américaine.
fy_nl: Merk op dat de MZLA/Thunderbird <strong>allinnich</strong> sjeks yn Amerikaanske dollars akseptearret dy't útjûn binne troch in Amerikaanske bank.
ia: Nota alsi que MZLA/Thunderbird pote <strong>solo</strong> acceptar cheques in dollars SUA, proveniente de un banca SUA.
it: Nota: MZLA/Thunderbird può accettare <strong>solo</strong> assegni in dollari da un conto bancario americano.
kab: Ttxil-k·m, ẓer belli MZLA/Thunderbird yezmer <strong>kan</strong> ad yeqbel iciken s yidulaṛen n Marikan i d-yekkan si tbankat n Marika.
sq: Ju lutemi, kini parasysh gjithashtu se MZLA/Thunderbird mund të pranojë <strong>vetëm</strong> çeqe në dollarë amerikanë, që mund të thyhen në një bankë amerikane.
th: โปรดทราบว่า MZLA/Thunderbird สามารถยอมรับเช็คในสกุลเงินดอลลาร์สหรัฐฯ ที่ออกจากธนาคารในสหรัฐฯ<strong>เท่านั้น</strong>
uk: Зверніть увагу, що MZLA/Thunderbird може приймати чеки <strong>лише</strong> в доларах США та оформлені в американських банках.
vi: Cũng xin lưu ý rằng MZLA/Thunderbird <strong>chỉ</strong> có thể chấp nhận séc bằng đô la Mỹ được rút tại ngân hàng Hoa Kỳ.

source: Thank you in advance for your gift.
ca: Gràcies per endavant per la vostra generositat.
cs: Předem děkujeme za váš dar.
cy: Diolch ymlaen llaw am eich rhodd.
da: På forhånd tak for dit bidrag.
de: Vielen Dank im Voraus für Ihre großzügige Spende.
es: Gracias por tu generosa donación.
fr: Merci de votre générosité
fy_nl: Tige tank yn it foar foar jo donaasje.
ia: Gratias anticipate pro tu dono.
it: Grazie per la tua generosità.
kab: Tanemmirt-ik ɣef tukci-agi.
pa_in: ਤੁਹਾਡੀ ਭੇਟ ਲਈ ਤੁਹਾਡਾ ਅਗਾਹੂੰ ਧੰਨਵਾਦ ਹੈ
ro: Îți mulțumim anticipat pentru donație.
sq: Faleminderit paraprakisht për dhuratën tuaj.
th: ขอบคุณล่วงหน้าสำหรับของขวัญของคุณ
uk: Заздалегідь дякуємо за вашу допомогу.
vi: Cảm ơn vì món quà của bạn.

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href='%(help_url)s'>submitting a request</a>, and that I may only request a refund within 15 days from the date of a donation.
ca: Autoritzo a MZLA Technologies Corporation a fer un càrrec automàtic de la meva targeta cada mes per l'import indicat anteriorment, a partir d'avui i de forma continuada el mateix dia de cada mes, fins que ho cancel·li. Entenc que he de cancel·lar com a mínim 5 dies abans del següent donatiu programat <a href='%(help_url)s'>enviant una sol·licitud</a> i que només puc sol·licitar un reembossament dins dels 15 dies següents a la data del donatiu.
cs: Souhlasím s tím, aby MZLA Technologies Corporation strhla z mé platební karty výše uvedenou částku a nadále tak činila s měsíční pravidelností, dokud tento souhlas nezruším. Uvědomuji si, že opakování platby je třeba zrušit alespoň 5 dní před jejím provedení <a href='%(help_url)s'>vyplněním požadavku</a>, a že o vrácení peněz mohu požádat pouze do uplynutí 15 dní od zaslání daru.
cy: Rwy'n awdurdodi i MZLA Technologies Corporation godi tâl ar fy ngherdyn yn awtomatig bob mis yn y swm sy'n cael ei nodi uchod, gan ddechrau heddiw a pharhau bob mis ar yr un diwrnod, nes i mi ei atal. Rwy'n deall bod yn rhaid i mi ei atal o leiaf 5 diwrnod cyn y rhodd nesaf a drefnwyd trwy e-bost i <a href='%(help_url)s'>drwy gyflwyno cais</a>, ac mai dim ond o fewn 15 diwrnod o ddyddiad rhodd y gallaf ofyn am ad-daliad.
da: Jeg bemyndiger MZLA Technologies Corporation til automatisk at hæve det ovenfor anførte beløb på mit kort hver måned fra og med i dag, og gøre det hver måned på samme månedsdag, indtil jeg annullerer betalingen. Jeg er indforstået med, at jeg skal annullere betalingen mindst 5 dage før den næste planlagte betaling ved at <a href='%(help_url)s'>indsende en anmodning</a>, og at jeg kun kan anmode om at få refunderet beløbet inden for 15 dage fra dagen for en donation.
de: Ich ermächtige die MZLA Technologies Corporation, meine Karte monatlich mit dem oben angegebenen Betrag zu belasten. Dies beginnt mit dem heutigen Tag und wiederholt sich jeden Monat am gleichen Tag, bis ich den Auftrag storniere. Ich verstehe, dass ich den Auftrag mindestens 5 Tage vor der nächsten Spende <a href='%(help_url)s'>per Anfrage</a> stornieren muss und dass ich eine Erstattung nur innerhalb von 15 Tagen vom Datum der Spende beantragen kann.
es: Autorizo a MZLA Technologies Corporation para que realice un cargo automáticamente a mi tarjeta cada mes por la cantidad que se indica arriba, a partir de hoy y mensualmente en el mismo día, hasta que yo lo cancele. Entiendo que debo cancelar por lo menos 5 días antes de la siguiente donación programada, mediante correo electrónico <a href='%(help_url)s'>enviando una solicitud</a>, y que podré solicitar un reembolso únicamente dentro de los 15 días a partir de la fecha de una donación.
fr: J’autorise MZLA Technologies Corporation à prélever automatiquement ma carte chaque mois du montant mentionné ci-dessus, à compter d’aujourd’hui et tous les mois suivants le même jour jusqu’à mon annulation. Je comprends que je dois annuler <a href='%(help_url)s'>en faisant la demande</a> au moins 5 jours avant le prochain don programmé, et que je peux uniquement solliciter un remboursement dans les 15 jours suivant la date du don.
fy_nl: Ik machtigje MZLA Technologies Corporation om myn kaart elke moanne automatysk te belêsten mei it hjirboppe oanjûne bedrach, fan hjoed ôf en elke moanne op deselde dei, oant ik annulearje. Ik begryp dat ik op syn minst 5 dagen foar de folgjende plande donaasje fia <a href='%(help_url)s'>in fersyk dernei</a> annulearje moat en dat ik allinnich in werombetelling oanfreegje kin binnen 15 dagen nei de datum fan in donaasje.
ia: Io autorisa MZLA Technologies Corporation a cargar automaticamente mi carta cata mense del amonta indicate supra, initiar hodie e continuar cata mense al mesme die, usque io cancellara. Io comprende que io debe cancellar al minus 5 dies ante le proxime donation programmate per <a href='%(help_url)s'>invio de un requesta</a> e que io pote solo requirer un reimbursamento intra 15 dies depost le data de un donation.
it: Autorizzo MZLA Technologies Corporation ad addebitare automaticamente sulla carta l’importo mensile indicato, a partire da oggi e continuando lo stesso giorno ogni mese, fino alla mia revoca. Sono consapevole che devo revocare il pagamento almeno 5 giorni prima della successiva donazione pianificata, <a href='%(help_url)s'>inoltrando una richiesta</a>, e che posso richiedere un rimborso unicamente entro 15 giorni dalla data della donazione.
kab: Ad muddeɣ tesriḥ i MZLA Technologies Corporation akken ad tejbed si tkarḍa-inu n usmad s wudem awurman yal aggur tallayt i d-yettwammlen dagi, seg wass-a uyal aggur i d-iteddun arma sḥebseɣ-tt. Gziɣ dakken ilaq ad sfexseɣ xersum 5 n wussan uqbel ajbad n tawsa ittuheggan s <a href='%(help_url)s'> tuzna n usuter</a>, daɣen zemreɣ ad sutreɣ tiririt n tewsa deg 15 n wussan seg wazemz n tewsa.
ro: Autorizez MZLA Technologies Corporation să tragă automat din contul meu de card, în fiecare lună, suma indicată mai sus, începând cu data de astăzi și continuând în fiecare lună la aceeași dată, până la anularea de către mine. Înțeleg că anularea trebuie efectuată cu cel puțin 5 zile înainte de următoarea donație planificată, prin trimiterea <a href='%(help_url)s'>cererii</a>e și că pot solicita o rambursare numai în termen de 15 zile de la data unei donații.
sq: E autorizoj MZLA Technologies Corporation të faturojë automatikisht në kartën time çdo muaj shumën e treguar më sipër, duke filluar nga sot dhe duke vazhduar çdo muaj në të njëjtën ditë, deri sa ta anuloj. E kuptoj se duhet ta anuloj të paktën 5 ditë përpara dhurimit të planifikuar, përmes <a href='%(help_url)s'>parashtrimit të një kërkese</a> dhe se mund të kërkoj një rimbursim vetëm brenda 15 ditësh që nga data e një dhurimi.
th: ฉันอนุญาต MZLA Technologies Corporation เรียกเก็บเงินจากบัตรของฉันโดยอัตโนมัติทุกเดือนตามจำนวนที่ระบุข้างต้นเริ่มตั้งแต่วันนี้และดำเนินการต่อในแต่ละเดือนในวันเดียวกันจนกว่าฉันจะยกเลิก ฉันเข้าใจว่าฉันต้องยกเลิกอย่างน้อย 5 วันก่อนกำหนดการบริจาคครั้งต่อไปโดย <a href='%(help_url)s'> ส่งคำขอ </a> และฉันสามารถขอรับเงินคืนได้ภายใน 15 วันนับจากวันที่ ของการบริจาคเท่านั้น
uk: Я дозволяю MZLA Technologies Corporation автоматично отримувати кошти з моєї картки щомісяця, у розмірі зазначеному раніше, починаючи з сьогоднішнього числа і в усі наступні місяці того ж числа, що й сьогодні, поки я не скасую цієї дії. Я розумію, що можу припинити платежі щонайменше за 5 днів до чергового платежу, <a href='%(help_url)s'>надіславши запит</a> і що я можу вимагати повернення коштів лише протягом 15 днів з дня внесення допомоги.
vi: Tôi cho phép MZLA Technologies Corporation tự động tính phí thẻ của tôi hàng tháng với số tiền đã nêu ở trên, bắt đầu từ hôm nay và tiếp tục mỗi tháng vào cùng ngày, cho đến khi tôi hủy. Tôi hiểu rằng tôi phải hủy ít nhất 5 ngày trước khi đóng góp theo lịch trình tiếp theo bằng cách <a href='%(help_url)s'>gửi yêu cầu</a> và tôi chỉ có thể yêu cầu hoàn lại tiền trong vòng 15 ngày kể từ ngày của một khoản đóng góp.

source: I authorize MZLA Technologies Corporation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
ca: Autoritzo a MZLA Technologies Corporation a fer un càrrec de la meva targeta per l'import indicat anteriorment. Entenc que només puc sol·licitar un reembossament dins dels 15 dies següents a la data del donatiu.
cs: Souhlasím s tím, aby MZLA Technologies Corporation strhla z mé platební karty výše uvedenou částku. Uvědomuji si, že o vrácení peněz mohu požádat pouze do uplynutí 15 dní od zaslání daru.
cy: Rwy'n awdurdodi MZLA Technologies Corporation i godi tâl ar fy ngherdyn am y swm sy'n cael ei nodi uchod. Deallaf mai dim ond cyn pen 15 diwrnod o ddyddiad y rhodd y gallaf ofyn am ad-daliad.
da: Jeg bemyndiger MZLA Technologies Corporation til at hæve det ovenfor anførte beløb på mit kort. Jeg er indforstået med, at jeg kun kan anmode om at få refunderet beløbet inden for 15 dage fra dagen for min donation.
de: Ich ermächtige die MZLA Technologies Corporation, meine Karte mit dem oben angegebenen Betrag zu belasten. Ich verstehe, dass ich eine Erstattung nur innerhalb von 15 Tagen vom Datum der Spende anfragen kann.
es: Autorizo a MZLA Technologies Corporation para que realice un cargo a mi tarjeta de crédito por la cantidad que se indica arriba. Entiendo que podré solicitar un reembolso únicamente dentro de los 15 días a partir de la fecha de la donación.
fr: J’autorise MZLA Technologies Corporation à prélever ma carte du montant mentionné ci-dessus. Je comprends que je peux uniquement solliciter un remboursement dans les 15 jours suivant la date du don.
fy_nl: Ik machtigje MZLA Technologies Corporation om myn kaart te belêsten mei it boppesteande bedrach. Ik begryp dat ik allinnich om werombetelling fersykje kin binnen 15 dagen nei de datum fan de donaasje.
ia: Io autorisa MZLA Technologies Corporation a cargar mi carta del amonta indicate supra. Io comprende que io pote requirer un reimbursamento solo intra 15 dies del data del donation.
it: Autorizzo MZLA Technologies Corporation ad addebitare sulla mia carta l’importo sopraindicato. Sono consapevole che posso richiedere un rimborso unicamente entro 15 giorni dalla data di una donazione.
kab: Ad muddeɣ tesriḥ i tkebbanit MZLA Technologies Corporation akken ad tejdeb si tkarḍa-iw n usmad s wudem awurman tallayt i d-yettwammlen dagi. Gziɣ daɣen d akken zemreɣ ad sutreɣ tiririt n tewsa deg 15 n wussan seg wazemz n tewsa.
ro: Autorizez MZLA Technologies Corporation să tragă din contul meu de card suma indicată mai sus. Înțeleg că pot solicita o rambursare numai în termen de 15 zile de la data la care a fost efectuată donația.
sq: E autorizoj MZLA Technologies Corporation të marrë përmes kartës time vlerën e treguar më sipër. E kuptoj se mund të kërkoj rimbursim vetëm brenda 15 ditëve prej datës së dhurimit.
th: ฉันอนุญาตให้ MZLA Technologies Corporation เรียกเก็บเงินจากบัตรของฉันตามจำนวนที่ระบุไว้ข้างต้น ฉันเข้าใจว่าฉันสามารถขอรับเงินคืนได้ภายใน 15 วันนับจากวันที่บริจาคเท่านั้น
uk: Я дозволяю MZLA Technologies Corporation отримати кошти з моєї картки у розмірі зазначеному раніше. Я розумію, що можу вимагати повернення коштів лише протягом 15 днів з дня внесення допомоги.
vi: Tôi ủy quyền cho MZLA Technologies Corporation tính phí thẻ của tôi với số tiền đã nêu ở trên. Tôi hiểu rằng tôi chỉ có thể yêu cầu hoàn lại tiền trong vòng 15 ngày kể từ ngày đóng góp.
