Repository: mozilla-l10n/donate-l10n
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, cy, da, de, el, es, fr, fy_nl, he, ia, it, ja, kab, pa_in, ro, sq, th, uk, vi

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to %(email)s, and that I may only request a refund within 15 days from the date of a donation.
ca: Autoritzo a Mozilla Foundation a fer un càrrec automàtic de la meva targeta cada mes per l'import indicat anteriorment, a partir del mes vinent, en el mateix dia del mes que avui, i de forma continuada cada mes fins que ho cancel·li. Entenc que he de cancel·lar com a mínim 5 dies abans del següent donatiu programat mitjançant un correu electrònic a %(email)s i que només puc sol·licitar un reembossament dins dels 15 dies següents a la data del donatiu.
cs: Souhlasím s tím, aby Mozilla Foundation strhla z mé platební karty výše uvedenou částku a nadále tak činila s měsíční pravidelností, dokud tento souhlas nezruším. Uvědomuji si, že opakování platby je třeba zrušit alespoň 5 dní před jejím provedení zasláním žádosti na adresu %(email)s, a že o vrácení peněz mohu požádat pouze do uplynutí 15 dní od zaslání daru.
cy: Rwy'n awdurdodi'r Mozilla Foundation i godi tâl ar fy ngherdyn yn awtomatig bob mis am y swm sy'n cael ei nodi uchod, gan ddechrau fis nesaf ar yr un dyddiad â heddiw, a pharhau bob mis wedi hynny nes i mi ei atal. Rwy'n deall bod yn rhaid i mi ei atal o leiaf 5 diwrnod cyn y rhodd nesaf a drefnwyd trwy e-bost at %(email)s, ac mai dim ond cyn pen 15 diwrnod o ddyddiad rhoi y gallaf ofyn am ad-daliad.
da: Jeg bemyndiger Mozilla Foundation til automatisk at hæve det ovenfor anførte beløb på mit kort hver måned fra og med næste måned på den samme månedsdag som i dag, og fortsætte hver måned indtil jeg annullerer betalingen. Jeg er indforstået med, at jeg skal annullere betalingen mindst 5 dage før den næste planlagte betaling via mail til %(email)s, og at jeg kun kan anmode om at få refunderet beløbet inden for 15 dage fra dagen for en donation.
de: Ich ermächtige die Mozilla Foundation, meine Karte monatlich mit dem oben angegebenen Betrag zu belasten. Dies beginnt mit dem gleichen Tag im nächsten Monat und wiederholt sich jeden Monat, bis ich den Auftrag storniere. Ich verstehe, dass ich den Auftrag mindestens 5 Tage vor der nächsten Spende per E-Mail an %(email)s stornieren muss und dass ich eine Erstattung nur innerhalb von 15 Tagen vom Datum der Spende beantragen kann.
el: Εξουσιοδοτώ το Ίδρυμα Mozilla να χρεώνει αυτόματα την κάρτα μου κάθε μήνα με το ποσό που αναφέρεται παραπάνω, ξεκινώντας από τον επόμενο μήνα την ίδια ημερομηνία με σήμερα και συνεχίζοντας κάθε μήνα στο εξής, μέχρι να ακυρώσω. Κατανοώ ότι πρέπει να ακυρώσω τουλάχιστον 5 ημέρες πριν από την επόμενη προγραμματισμένη δωρεά μέσω email στο %(email)s και ότι μπορώ να ζητήσω επιστροφή χρημάτων μόνο εντός 15 ημερών από την ημερομηνία της δωρεάς.
es: Autorizo a la Fundación Mozilla para que realice un cargo automáticamente a mi tarjeta cada mes por la cantidad que se indica arriba, a partir del próximo mes en el mismo día que hoy, y sucesivamente cada mes hasta que yo lo cancele. Entiendo que debo cancelar por lo menos 5 días antes de la siguiente donación programada, mediante correo electrónico a %(email)s, y que podré solicitar un reembolso únicamente dentro de los 15 días a partir de la fecha de una donación.
fr: J’autorise la Fondation Mozilla à prélever automatiquement ma carte chaque mois du montant mentionné ci-dessus, à compter du mois prochain à la même date qu’aujourd’hui et tous les mois suivants jusqu’à mon annulation. Je comprends que je dois annuler par courrier électronique à l’adresse %(email)s au moins 5 jours avant le prochain don programmé, et que je peux uniquement solliciter un remboursement dans les 15 jours suivant la date du don.
fy_nl: Ik machtigje Mozilla Foundation om myn kaart elke moanne automatysk te belêsten mei it hjirboppe oanjûne bedrach, fan de folgjende moanne ôf op deselde dei as hjoed, oant ik annulearje. Ik begryp dat ik op syn minst 5 dagen foar de folgjende plande donaasje per e-mail oan %(email)s annulearje moat en dat ik allinnich in werombetelling oanfreegje kin binnen 15 dagen nei de datum fan in donaasje.
ia: Io autorisa Mozilla Fundation a cargar automaticamente cata mense le amonta indicate supra a mi carta, comenciante le mense proxime al mesme data como hodie, e continuar cata mense postea usque io lo cancellara. Io comprende que io debe cancellar al minus 5 dies ante le proxime donation programmate, per e-mail a %(email)s, e que io pote solo requirer un reimbursamento intra 15 dies depost le data de un donation.
it: Autorizzo Mozilla Foundation ad addebitare automaticamente sulla carta l’importo indicato, ogni mese allo stesso giorno di oggi, a partire dal prossimo mese e continuando fino alla mia revoca. Sono consapevole che devo revocare il pagamento almeno 5 giorni prima della successiva donazione pianificata, inviando un’email a %(email)s e che posso richiedere un rimborso unicamente entro 15 giorni dalla data di una donazione.
ja: 私がキャンセルするまでの間、Mozilla Foundation が今日から 1 か月後の毎月同じ日に上記の金額で自動的にクレジットカードに請求することを承認します。 キャンセルする場合は、次回の寄付予定日の少なくとも 5 日前に %(email)s へのメール連絡によりキャンセルする必要があり、寄付した日から 15 日以内の払い戻しのみをリクエストできることを理解しています。
kab: Ad muddeɣ tesriḥ i tesbeddit Mozilla akken ad tejdeb si tkarḍa-iw n usmad s wudem awurman yal aggur tallayt i d-yettwammlen dagi, seg wass-a daɣen yal aggur i d-iteddun arma sḥebseɣ-tt. Gziɣ d akken ila ad sfesxeɣ s yimayl aliktrunan ɣer tensa %(email)s xarsum 5 n wussan uqbel ajbad n tewsa ittuheggan, daɣen zemreɣ ad sutreɣ tiririt n tewsa deg 15 n wussan seg wazemz n tewsa.
ro: Autorizez Fundația Mozilla să tragă automat din contul meu de card, în fiecare lună, suma indicată mai sus, începând cu luna viitoare, la aceeași dată cu ziua de astăzi și continuând în fiecare lună după aceea până la anularea de către mine. Înțeleg că anularea trebuie efectuată cu cel puțin 5 zile înainte de următoarea donație planificată, prin mesaj pe e-mail trimis la %(email)s și că pot solicita o rambursare numai în termen de 15 zile de la data unei donații.
sq: E autorizoj Mozilla Foundation të faturojë automatikisht në kartën time çdo muaj shumën e treguar më sipër, duke filluar nga muaji pasues, në të njëjtën datë me të sotshmen dhe duke vazhduar çdo muaj më pas, deri sa ta anuloj. E kuptoj se duhet ta anuloj të paktën 5 ditë përpara dhurimit të planifikuar, përmes një email-i te %(email)s, dhe se mund të kërkoj një rimbursim vetëm brenda 15 ditësh që nga data e një dhurimi.
th: ฉันอนุญาตให้มูลนิธิ Mozilla เรียกเก็บเงินจากบัตรของฉันโดยอัตโนมัติทุกเดือนตามจำนวนที่ระบุข้างต้น โดยเริ่มตั้งแต่วันเดียวกับวันนี้ของเดือนถัดไป และบริจาคต่อไปในแต่ละเดือนจนกว่าฉันจะยกเลิก ฉันเข้าใจว่าฉันต้องยกเลิกก่อนการบริจาคตามเวลาที่กำหนดในครั้งต่อไปอย่างน้อย 5 วันโดยส่งอีเมลไปที่ %(email)s และฉันจะสามารถขอคืนเงินได้ภายใน 15 วันนับจากวันที่บริจาคเท่านั้น
uk: Я дозволяю Mozilla Foundation автоматично отримувати кошти з моєї картки щомісяця, у розмірі зазначеному раніше, починаючи з сьогоднішнього числа і в усі наступні місяці того ж числа, що й сьогодні, поки я не скасую цієї дії. Я розумію, що можу припинити платежі щонайменше за 5 днів до чергового платежу, надіславши листа на електронну пошту %(email)s і що я можу вимагати повернення коштів лише протягом 15 днів з дня внесення допомоги.
vi: Tôi cho phép Tổ chức Mozilla tự động tính phí thẻ của tôi hàng tháng với số tiền đã nêu ở trên, bắt đầu từ tháng sau vào cùng ngày với ngày hôm nay và tiếp tục hàng tháng sau đó cho đến khi tôi hủy. Tôi hiểu rằng tôi phải hủy ít nhất 5 ngày trước khi đóng góp theo lịch trình tiếp theo qua email tới %(email)s, và tôi chỉ có thể yêu cầu hoàn lại tiền trong vòng 15 ngày kể từ ngày đóng góp.

source: Donate Monthly
ca: Feu un donatiu mensual
cs: Darovat měsíčně
cy: Rhoi'n Fisol
da: Donér månedligt
de: Monatlich spenden
el: Μηνιαία δωρεά
es: Donar mensualmente
fr: Faire un don mensuel
fy_nl: Moanliks donearje
he: תרומה חודשית
ia: Donar mensualmente
it: Donazione mensile
ja: 毎月寄付する
kab: Mudd tawsa yal aggur
pa_in: ਮਹੀਨੇਵਾਰ ਦਾਨ ਦਿਓ
ro: Donează lunar
sq: Dhuroni Çdo Muaj
th: บริจาคแบบรายเดือน
uk: Щомісячний внесок
vi: Quyên góp hàng tháng

source: No Thanks
ca: No, gràcies
cs: Ne, děkuji
cy: Dim Diolch
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
fr: Non merci
fy_nl: Nee tankewol
he: לא תודה
ia: No, gratias
it: No grazie
ja: いいえ、結構です
kab: Ala, tanemmirt
pa_in: ਨਹੀਂ ਜੀ ਧੰਨਵਾਦ
ro: Nu, mulțumesc
sq: Jo, Faleminderit
th: ไม่ ขอบคุณ
uk: Ні, дякую
vi: Không, cảm ơn

source: Stay in touch
ca: Manteniu el contacte
cs: Zůstaňte v kontaktu
cy: Cadw mewn cysylltiad
da: Hold kontakt
de: Bleiben Sie in Verbindung
el: Μείνετε σε επαφή
es: Mantenerse al día
fr: Restons en contact
fy_nl: Yn kontakt bliuwe
he: להישאר בקשר
ia: Remane in contacto
it: Rimani in contatto
ja: 連絡
kab: Qqim yid-neɣ
pa_in: ਸੰਪਰਕ ‘ਚ ਰਹੋ
ro: Păstrează legătura
sq: Mbani lidhje
th: ไม่พลาดข่าวสาร
uk: Будьте в курсі
vi: Giữ liên lạc

source: Protect the internet as a global public resource. Join our email list to take action and stay updated!
ca: Protegiu Internet com a recurs públic global. Subscriviu-vos a la nostra llista de correu per actuar i estar informat.
cs: Chraňte internet jako celosvětový veřejný zdroj. Přihlaste se k odběru našeho zpravodaje.
cy: Diogelwch y rhyngrwyd fel adnodd cyhoeddus byd-eang. Ymunwch â'n rhestr e-bost i weithredu ac i gael y wybodaeth ddiweddaraf!
da: Vær med til at støtte vores kamp for at internettet skal være en frit tilgængelig og offentlig ressource. Meld dig til vores nyhedsbrev for at holde dig opdateret!
de: Schützen Sie das Internet als globale öffentliche Ressource. Treten Sie unserer E-Mail-Liste bei, um aktiv zu werden und auf dem Laufenden zu bleiben!
el: Προστατέψτε το διαδίκτυο ως παγκόσμιο δημόσιο πόρο. Εγγραφείτε στη λίστα email μας για να λάβετε δράση και να μένετε ενημερωμένοι!
es: Protege el Internet por ser un recurso público mundial. Únete a nuestra lista de envío de correos electrónicos para actuar y estar al corriente de las novedades.
fr: Protégez Internet en tant que bien commun. Rejoignez notre lettre d’information pour agir et vous tenir au courant !
fy_nl: Beskermje it ynternet as in wrâldwide iepenbiere boarne. Wurd lid fan ús e-maillist om asje te ûndernimmen en op de hichte te bliuwen!
ia: Protege internet como ressource public global. Junge te a nostre lista e-mail pro interprender action e restar actualisate!
it: Mantieni Internet una risorsa pubblica globale. Iscriviti alla nostra mailing list per prendere l’iniziativa e rimanere aggiornato!
ja: インターネットを世界規模の公共資源として保護します。メーリングリストに参加して行動を起こし、最新情報を入手してください。
kab: Mmesten Internet akken ad yeqqim d taɣbalut i medden meṛṛa. Ddu ɣer tebrat-nneɣ n telɣut akken ad tgeḍ kra daɣen ad teqqimeḍ deg yisallen imaynuten!
ro: Protejează internetul ca resursă publică globală. Înscrie-te pe lista noastră de corespondență pentru acțiuni și pentru a te ține la curent!
sq: Mbrojeni Internetin si një burim publik global. Merrni pjesë te lista jonë e postimeve, për t’u hedhur në veprim dhe për të qenë i përditësuar!
th: ปกป้องอินเทอร์เน็ตในฐานะทรัพยากรสาธารณะทั่วโลก เข้าร่วมรายชื่อผู้รับอีเมลของเราเพื่อมีส่วนร่วมและรับข่าวล่าสุดอยู่เสมอ!
uk: Захистіть Інтернет як світовий суспільний ресурс. Підпишіться на нашу розсилку електронних листів, щоб діяти та дізнаватися про все першими!
vi: Bảo vệ internet như một tài nguyên công cộng toàn cầu. Tham gia danh sách email của chúng tôi để thực hiện hành động và luôn cập nhật!

source: Sign Up
ca: Registre
cs: Přihlásit se
cy: Ymuno
da: Tilmeld dig
de: Anmelden
el: Εγγραφή
es: Registrarse
fr: Je m’inscris
fy_nl: Registrearje
he: הרשמה
ia: Inscribe te
it: Iscriviti
ja: アカウント登録
kab: Jerred
pa_in: ਸਾਈਨ ਅੱਪ ਕਰੋ
ro: Înscrie-te
sq: Regjistrohuni
th: ลงทะเบียน
uk: Зареєструватися
vi: Đăng ký

source: / Monthly
ca: / mensual
cs: měsíčně
cy: / Misol
da: / Månedligt
de: / Monatlich
el: / Μήνα
es: / al mes
fr: / mois
fy_nl: / moanliks
he: / חודשי
ia: / Mensualmente
it: / Mensile
ja: / 毎月
kab: / S waggur
pa_in: / ਮਹੀਨੇਵਾਰ
ro: / Lunar
sq: / Në muaj
th: / ต่อเดือน
uk: / Щомісяця
vi: / Hàng tháng

source: No
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
fr: Non
fy_nl: Nee
he: לא
ja: いいえ
kab: Ala
pa_in: ਨਹੀਂ
ro: Nu
sq: Jo
th: ไม่
uk: Ні
vi: Không

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us using <a href="%(url)s">this form</a>.
ca: Us hem enviat per correu electrònic un rebut del donatiu; si no us ha arribat, comproveu la carpeta de correu brossa i poseu-vos en contacte amb nosaltres amb <a href="%(url)s">aquest formulari</a>.
cs: Potvrzení o daru jsme vám poslali e-mailem. Pokud ho ve své schránce nenajdete, zkontrolujte prosím složku se spamem a případně nás kontaktujte pomocí <a href="%(url)s">tohoto formuláře</a>.
cy: Rydym wedi e-bostio derbynneb rhodd atoch; os yw ar goll, edrychwch yn eich ffolderau sothach/sbam, yna cysylltwch â ni gan ddefnyddio'r <a href="%(url)s">ffurflen hon</a>
da: Vi har sendt dig en mail med kvittering for dit bidrag. Tjek din spam-mappe, hvis mailen ikke er dukket op - og kontakt os via <a href="%(url)s">denne formular</a>.
de: Wir haben Ihnen eine Spendenquittung per E-Mail gesendet. Wenn sie fehlt, sehen Sie bitte in Ihrem Junk-/Spam-Ordner nach und kontaktieren Sie uns über <a href="%(url)s">dieses Formular</a>.
el: Σας έχουμε στείλει μια απόδειξη δωρεάς με email· αν δεν υπάρχει, παρακαλούμε ελέγξτε το φάκελο ανεπιθύμητων και επικοινωνήστε μαζί μας μέσω <a href="%(url)s">αυτής της φόρμας</a>.
es: Te hemos enviado un recibo de tu donación por correo electrónico. Si no lo has recibido, revisa tu bandeja de correo no deseado/spam, o escríbenos rellenando <a href="%(url)s">este formulario</a>.
fr: Nous vous avons envoyé le reçu de votre don par courrier électronique. Si vous ne le trouvez pas, vérifiez vos dossiers de courrier indésirable, puis contactez-nous via <a href="%(url)s">ce formulaire</a>.
fy_nl: Wy hawwe jo in e-mailberjocht mei donaasjebewiis stjoerd; as dit ûntbrekt, kontrolearje dan jo mappen mei net winske e-mail / spam, en nim dêrnei kontakt mei ús op fia <a href="%(url)s">dit formulier</a>.
ia: Nos te ha inviate per e-mail un quitantia de donation; si illo manca, verifica tu dossiers de posta indesirate e spam, pois contacta nos usante <a href="%(url)s">iste formulario</a>.
it: Ti abbiamo inviato via email una ricevuta della donazione. Se non la trovi, dopo aver controllato nelle cartelle della posta eliminata o indesiderata, contattaci utilizzando <a href="%(url)s">l’apposito modulo</a>.
ja: 寄付の領収書をメールで送りました。見つけられない場合、迷惑メール/スパムフォルダーを確認してから、<a href="%(url)s">このフォーム</a> を使用してお問い合わせください。
kab: Nuzen-ak-d tanfult n tewsa-ik s yimayl, ma yella ur tt-tufiḍ ara, wali deg yispamen, sakin nermes-aɣ-d s useqdec n <a href="%(url)s">tferkit-a</a>.
ro: Ți-am trimis prin e-mail o chitanță pentru donație; dacă nu o găsești, te rugăm să verifici dosarele de mesaje nedorite/spam, apoi contactează-ne folosind acest <a href="%(url)s">formular</a>.
sq: Ju kemi dërguar me email një dëftesë dhurimi; nëse mungon, ju lutemi, kontrolloni dosjet tuaja hedhurinë/mesazhe të padëshiruar, mandej lidhuni me ne duke përdorur <a href="%(url)s">këtë formular</a>.
th: เราได้ส่งใบเสร็จรับเงินการบริจาคให้คุณทางอีเมลแล้ว หากไม่พบอีเมลดังกล่าว โปรดตรวจสอบโฟลเดอร์ขยะ/สแปมของคุณก่อน จากนั้นค่อยติดต่อเราโดยใช้<a href="%(url)s">แบบฟอร์มนี้</a>
uk: Ми надіслали вам електронного листа про отримання внеску; якщо він відсутній, перевірте теки з небажаною поштою/спамом, а якщо їх немає і там, зв'яжіться з нами за допомогою <a href="%(url)s">цієї форми</a>.
vi: Chúng tôi đã gửi cho bạn biên nhận đóng góp qua email; nếu thiếu, vui lòng kiểm tra thư mục rác/thư rác của bạn, sau đó liên hệ với chúng tôi bằng cách sử dụng <a href="%(url)s">biểu mẫu này</a>.

source: Lastly, can you multiply your impact by sharing about the important work Mozilla is doing? Thank you again!
ca: Per últim, podeu multiplicar el vostre impacte compartint la important tasca que està fent Mozilla? Gràcies de nou!
cs: V neposlední řadě můžete svou pomoc znásobit sdílením informací, jaké důležité věci Mozilla dělá. Děkujeme vám.
cy: Yn olaf, oes modd i chi gynyddu'ch effaith trwy rannu am y gwaith pwysig y mae Mozilla yn ei wneud? Diolch i chi unwaith eto!
da: Vi håber, at du vil gøre os en sidste tjeneste. Nemlig at fortælle andre om Mozillas arbejde. Tak på forhånd!
de: Können Sie Ihre Wirkung vervielfachen, indem Sie über die wichtige Arbeit von Mozilla berichten? Danke nochmal!
el: Τέλος, μπορείτε να πολλαπλασιάσετε τον αντίκτυπό σας κοινοποιώντας το σημαντικό έργο της Mozilla; Σας ευχαριστούμε και πάλι!
es: Por último, puedes muliplicar el efecto de la importante labor que Mozila realiza si la divulgas. ¡De nuevo, gracias!
fr: Enfin, pourriez-vous multiplier votre impact en faisant connaitre l’important travail accompli par Mozilla ? Merci encore !
fy_nl: Dan noch dit, wolle jo ús helpe it wichtige wurk dat Mozilla docht te dielen? Nochris tige tank!
ia: Al fin, pote tu multiplicar tu impacto per le compartimento del labor importante que Mozilla face? Gratias ancora!
it: Infine, per moltiplicare l’impatto della tua donazione, perché non condividi l’importantissima iniziativa di Mozilla? Grazie ancora!
ja: 最後に、Mozilla が行っている重要なことについて共有して、効果を何倍にもしていただけませんか？ありがとうございました！
kab: Ɣer taggar, tzemreḍ ad temmeslayeḍ daɣen ad teḍuḍ ayen axeddim meqqren i txeddem Mozilla? Tanemmirt i tikkelt-nniḍen!
ro: La final, poți să-ți amplifici impactul prin împărtășirea muncii importante pe care o depune Mozilla? Îți mulțumim din nou!
sq: Së fundi, a mund ta shumëfishoni ndikimin tuaj duke ndarë me të tjerët punën e rëndësishme që bën Mozilla? Faleminderit edhe një herë!
th: สุดท้าย คุณช่วยเพิ่มอิทธิพลของคุณโดยแบ่งปันงานสำคัญที่ Mozilla กำลังทำอยู่ได้หรือไม่? ขอบคุณอีกครั้ง!
uk: І наостанок, чи можете ви примножити свою допомогу, розповівши іншим про важливу роботу Mozilla? Ще раз дякуємо вам!
vi: Cuối cùng, bạn có thể nhân rộng tầm ảnh hưởng của mình bằng cách chia sẻ về công việc quan trọng mà Mozilla đang làm không? Cám ơn bạn một lần nữa!

# Used as a tweet
source: I donated to @mozilla today because I #lovetheweb. Join me and help fight for a better and healthier internet, for all.
ca: He fet un donatiu a @mozilla perquè estimo el web. Ajudeu-nos a lluitar per millorar la salut d'Internet per a tothom. #lovetheweb
cs: Dnes jsem daroval Mozille, protože #milujiweb #lovetheweb. Přidejte se a pomozte bojovat za lepší a zdravější internet pro všechny.
cy: Rwyf wedi rhoi i @mozilla heddiw oherwydd fy mod i'n #carurwe #lovetheweb. Ymunwch â mi a helpu i frwydro am rhyngrwyd gwell ac iachach, i bawb.
da: Jeg har doneret til @mozilla i dag, fordi jeg elsker internettet. Gør som jeg, og støt kampen for et bedre og sundere internet for alle mennesker. #lovetheweb
de: Ich habe heute an @mozilla gespendet, denn #ichliebedasweb. Spende auch, um für ein besseres und gesünderes Internet für alle zu kämpfen.
el: Σήμερα, έκανα μια δωρεά στη @mozilla. Βοηθήστε κι εσείς στον αγώνα για ένα καλύτερο και υγιέστερο διαδίκτυο, για όλους. #lovetheweb
es: Doné a @mozilla hoy porque #MeEncantaLaWeb. Hagamos equipo en la lucha por un Internet mejor y más seguro para todos.
fr: J’ai fait un don à @mozilla parce que #JaimeLeWeb. Battons-nous ensemble pour un Internet plus sain, pour tout le monde.
fy_nl: Ik haw hjoed oan @mozilla donearre, want ik #lovetheweb. Fjochtsje mei my mei foar in better en sûner ynternet, foar elkenien.
ia: Io ha donate a @mozilla hodie perque io #AmaLeWeb. Junge me e adjuta luctar pro un internet melior e plus salubre, pro totes.
it: Oggi ho fatto una donazione a @mozilla perché amo il Web #lovetheweb. Unisciti a me nella lotta per un Internet migliore e più sano, per tutti.
ja: ウェブを愛しているので @mozilla に寄付しました。より良く、健全なインターネットのために協力してください。 #lovetheweb
kab: Muddeɣ tawsa i @mozilla ass-a acku #Ḥemleɣweb. Ddu-d yid-i akken ad nmudd afus ad nennaɣ ɣef Internet ufrin, uzmir, i meṛṛa.
pa_in: ਮੈਂ ਅੱਜ @mozilla ਨੂੰ ਦਾਨ ਦਿੱਤਾ ਕਿਉਕਿ ਮੈਂ #lovetheweb। ਮੇਰੇ ਨਾਲ ਜੁੜੋ ਅਤੇ ਸਾਰਿਆਂ ਦੇ ਲਈ ਇੱਕ ਵਧੀਆ ਅਤੇ ਬੇਹਤਰ ਇੰਟਰਨੈੱਟ ਦੇ ਲਈ ਲੜਨ ਵਿੱਚ ਮਦਦ ਕਰੋ।
ro: Am donat la @mozilla astăzi deoarece #lovetheweb. Vino alături de mine și hai să ajutăm în lupta pentru un internet mai bun și mai sănătos pentru noi toți.
sq: Sot dhurova për @mozilla, ngaqë #lovetheweb. Ejani me mua dhe ndihmoni të luftohet për një internet më të mirë dhe më të shëndetshëm, për të gjithë.
th: ฉันบริจาคให้ @mozilla วันนี้เพราะฉัน #รักเว็บ มาร่วมกับฉันและช่วยกันต่อสู้เพื่ออินเทอร์เน็ตที่ดีและแข็งแกร่งขึ้นสำหรับทุกคน
uk: Погляньте на мій сьогоднішній внесок для @mozilla. Долучайтесь до мене й допоможіть відстоювати кращий і здоровіший Інтернет для всіх. #lovetheweb
vi: Tôi đã quyên góp cho @mozilla hôm nay vì tôi #lovetheweb. Hãy tham gia cùng tôi và giúp đấu tranh vì một Internet tốt hơn và lành mạnh hơn cho tất cả mọi người.

# Email subject line
source: I donated to Mozilla today
ca: Avui he fet un donatiu a Mozilla
cs: Dnes jsem daroval Mozille
cy: Rwyf wedi rhoi i Mozilla heddiw
da: Jeg gav et bidrag til Mozilla i dag
de: Ich habe heute an Mozilla gespendet
el: Έκανα μια δωρεά στη Mozilla σήμερα
es: Doné a Mozilla hoy.
fr: J’ai fait un don à Mozilla
fy_nl: Ik haw hjoed oan Mozilla donearre
he: תרמתי ל־Mozilla היום
ia: Io ha donate a Mozilla hodie
it: Oggi ho fatto una donazione a Mozilla
ja: Mozilla に寄付しました
kab: Muddeɣ tawsa i Mozilla ass-a
pa_in: ਅੱਜ ਮੈਂ ਮੋਜ਼ੀਲਾ ਲਈ ਧੰਨਵਾਦ ਕੀਤਾ
ro: Am donat astăzi pentru Mozilla
sq: Sot dhurova për Mozilla-n
th: วันนี้ฉันบริจาคให้ Mozilla
uk: Погляньте на мій внесок для Mozilla
vi: Tôi đã tặng cho Mozilla hôm nay

source: Share on Facebook
ca: Comparteix al Facebook
cs: Sdílet na Facebooku
cy: Rhannu ar Facebook
da: Del på Facebook
de: Auf Facebook teilen
el: Κοινοποίηση στο Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
fy_nl: Diele op Facebook
he: שיתוף ב־Facebook
ia: Compartir in Facebook
it: Condividi su Facebook
ja: Facebook で共有
kab: Bḍu di Facebook
pa_in: ਫੇਸਬੁੱਕ ‘ਤੇ ਸਾਂਝਾ ਕਰੋ
ro: Partajează pe Facebook
sq: Ndajeni me të tjerët në Facebook
th: แบ่งปันบน Facebook
uk: Поширити на Facebook
vi: Chia sẻ trên Facebook

source: Share on Twitter
ca: Comparteix al Twitter
cs: Sdílet na Twitteru
cy: Rhannu ar Twitter
da: Del på Twitter
de: Auf Twitter teilen
el: Κοινοποίηση στο Twitter
es: Compartir en Twitter
fr: Partager sur Twitter
fy_nl: Diele op Twitter
he: שיתוף ב־Twitter
ia: Comparti sur Twitter
it: Condividi su Twitter
ja: Twitter で共有
kab: Bḍu di Twitter
pa_in: ਟਵਿੱਟਰ ‘ਤੇ ਸਾਂਝਾ ਕਰੋ
ro: Partajează pe Twitter
sq: Ndajeni me të tjerët në Twitter
th: แบ่งปันบน Twitter
uk: Поширити у Twitter
vi: Chia sẻ trên Twitter

# Share button
source: Email
ca: Correu electrònic
cy: E-bost
da: Send mail
de: Per E-Mail versenden
es: Correo electrónico
fr: Courriel
he: דוא״ל
ja: メール
kab: Imayl
pa_in: ਈਮੇਲ
th: อีเมล
uk: Ел. пошта

# Share button
source: Link
ca: Enllaç
cs: Odkaz
cy: Dolen
el: Σύνδεσμος
es: Enlace
fr: Lien
fy_nl: Keppeling
he: קישור
ia: Ligamine
it: Collegamento
ja: リンク
kab: Aseɣwen
pa_in: ਲਿੰਕ
sq: Lidhje
th: ลิงก์
uk: Посилання
vi: Liên kết

source: Copied
ca: S'ha copiat
cs: Zkopírováno
cy: Copïwyd
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fr: Copié
fy_nl: Kopiearre
he: הועתק
ia: Copiate
it: Copiato
ja: コピー完了
kab: Inɣel
pa_in: ਕਾਪੀ ਕੀਤਾ
ro: Copiat
sq: U kopjua
th: คัดลอกแล้ว
uk: Скопійовано
vi: Đã sao chép

source: Back
ca: Enrere
cs: Zpět
cy: Nôl
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
fy_nl: Tebek
he: חזרה
ia: Retro
it: Indietro
ja: 戻る
kab: Ɣer deffir
pa_in: ਪਿੱਛੇ
ro: Înapoi
sq: Mbrapsht
th: ย้อนกลับ
uk: Назад
vi: Quay lại
